{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              19,
              52,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "c8b7de34ff1577bbb1e87fec0d28348eff84b8995804348c4dc71f96f356f6ac",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      19,
      52,
      3
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            19,
            52,
            3
          ],
          "values": [
            "MexdP0L5h71aBdE+UGPPv2J+xD55bg4/gdMVPgaQCb++RLw+pe5DPguu7z6m8rq/6U3IPmGPJD91QO4+SV6eP1rDfb+v/pY/SMNYvypBwT4bP48/pGy8vqSV0L/KJ94887PTv+sqeb83Cc29ZZW2P8XPGb/f9W8+PBsWPpoN+728WD0++9GxPensU7+7bKe+0Vt9v1A0eb9T2+c/jfiAP9j2VT9fxoI+3wTQvYSo2by1Gws/Sv7DvuvRpD9CJFo/3Rd+P7oOZ78rzdW/KIBLv0jTH78Q96u+woIKvkiusT8Z74a/NQ5rv7W5g7/OR5S+VEUEP4TXVj9JvZ2+fgVsvIFCnD+//Ty75GONv08SpT7RHPm/ViEUv9mOnb6L4DK/ONjRPxdS8L6mRlC/81LhvbOrPL3c4AE/ScOevmmjub8d0xw+KBAKPlzHmL/6YFU/4jyrvQkECsBtRCe/g29Yv+OW3T2k0aC7sPJcP1pyMT8mAYy9i00OP7Jm+z5bGQa/7aTuPZ7oyLwjCL09qI7Vv9LICsDyNk8/fpVTP95E4z/Bate8iXQhwPaLN7/XEmg/422hv3BoHr6TNgQ/q8r/vtFDyj8EinQ/s4xzP6Jmwb1mBKk/dL6Cv9V1J8B/L9G9sbd6vrsesr0ISzI/DHSKvxdnIb3ao0s/g2pTvyuBXD9kKI0/f+uDv6F0ur6HGk8/F3ytP4SH0z5cZaq/rt8TPx943j4ampe/DGxnv8GdAj+M7jq+QhiWvTx6PT9Hv7a/quZ4v72DUT/fdm8/JiSJP1ONEUBbB0i/7YAov6yPk7+4m1w/SNArwFzNub3WmmQ/SizqPnZDpb/ckvU+w6pfv6LsKz0nXME+2M0DPhZnFj+WVoC/jbUwvwlMUD8X6LQ/rhFDv14XJb1oPibAP7hAvqH9WT+qpVq/5FkiP5mkor4UDos/848Qv9Wpmr/I0eG+aisyP56ozz7Hcre+VX0evyELlL/2uoI+a/HIvqTEb7sUEfA/gC6Gv5hiLb/e1gK/",
            "DJyCv0t84r6Mh24+Yht2Pnvwqr/RjSA+iXgUP8oWmL4M71I/0Crfvvj2fD4JHg+/9v7bv4g1wz4KCYw+97uVP8SSkr9/qVs/yI3ZPtY/hT+pg04/RA3Jvh3H1D5LW7W/NRflvpKpCb8Sh74+l2QFv/+uNj+/+2m/QlU+v/Xwr7//ZcC+/LP+vwLQhT8eWsq/pdmjP80osL8UpLE/+hJmPyBUGsDPj0K/MU9fvyEflL+TBOA/P7GIv+j3MD88Pka+Dh7rP43r4r9ndCS/dHEKv6VP0r6YQYE923ttv9iDNcA/DDC/h9q8PifxDTyX0EY+UJJYP40fMr+Awek/n9pKv837ED9nokg/T1bwvb3ohD5tq5G/n2L1PgUHMj+nz9A/pZauv5Wq9j7Swqs/okgFv3AekD9qsDg/eIgBvmS1EL/6UyXAiSvmP5d7+T872Kq/PiF7vTSvr78xzI6//lBMPwG1Kb/eyas+c101vw5Sej6/WF4/ycsuPmJwgr4JgKQ+PgwlPl5+TD/uXUQ/F2EYQAiQ3L5++JK/LCoYv/HAbL7Cqyw/mQP2PpOiur5GX0M/sE+SPgFmuz8ZeFq+2sQ5PwmOUD7SC74/9vnQv5tAFL/y2yy/alfYP38LTb88K0s/fSYQwPKCrz8ahVM+6eirv9hHDT7Q5TY/yWIVPvP3s70YxALAkBabv5I5azxXsJu+f2eZP21vjD97yUZA5YHJvUQ4Lb+umYc+ptmwPkzz3z9pyAi/wyuavg7irL7fBbi/l2Jrvm/Vrz+H04c9PcSTP1AGpz7+yqy/K+jKvz4GVL9N7p4/5veDvyBddL8LqRC/vedTv4bFSb84r7A/xh2Cvmz9Vj1JUJ+/Cya5v8hBib+sLM89m6dqP3e62j5kvqe9/YDcP3z3FD+iFWA/q7nIPjRggj/WAgG/OoZWPjfguL9TqPQ+gqqpvZBqPL5qigA/Vfetv6BybD6R4B1ApOa3vy458b+XhKo/BISzv83vrb5y7dS8+jOePwFeZj3YXrG+",
            "rSMXwDAjCb+LB7K/Aj8Rv4Pym79BIfw/wFgLP/6vmD/z1Po9ZbydPKm3gr71g9a/SceEPoU8Db+jzRO/NKWtvYXCw74EKZa/TtRkv3F1OcBBwmy/fG+TPvJ/0j+XyHu/o6iKPqakBb/t6IC/64kTPtz3Br24Zr2/qu8AP9wbSj/xaOM9O8ywvqMO/79i/Nm9JzJlvhINWr+NZCS+8fiWv07Ozj2NMh1AqSp4PxhjlD5S9LS/v+OKP+EghL9FkBg/rbunP28ebr+nNJc+RCzzPlfqzL+gVlI/frKzP5hMRz4aVbq/TbyEO3+6VT8yuG++fSQAQIKcjr5l6AW/WstPv5tZBr+zFbs/3edBvYFnOj/ZJoa/1sSrO2MJg7+WRk+/aWqdPunLqT41U66+ERrbPgnV1j+tgI8/Fz/EPy6P+j6g2Fo/kb35vr3gsL5+Ks49C9lFv95Gwz6Dg7g/ezhXv7rk8z9SXCO/tmJtPyCVhb5FQms+znbIP7AqnL/jIGE/4EqxvR6SVj+FFFm8xP85v5eYXr8qpMc+lb0ewF/mrz8Zyc2/e4qGv3WrTb9JAdw/h5Qrv3GFlL+mHxnAxUovvR4t4bxtgRE/bIEVP8b1Jb5CaEg/d9TMv9nLnL9RSZk+CLqavrIOqT8ChhHA5kkoP/3uDj+QG6q/rf0Rv1HE7T3cEN09yTX2P38Uvb/vkcg+nWFRvw/kC7/KOVG/RP/jPzaj8D/AEAy/Ki6xv/skkD8Puqm+9iuHP8RjiL8/Dy1AC8Ouv+Rh2TxSThe/Bpyxv9MsjTzgEC4+V8XUvqZgYj9saMe/N5MrveZ0ur/NGB+90v+dPhYxNT6HxAHA12mDv+FsPD9BAXu/gFQev0vxiz8lroK/e2qov2H28r5AjiW/KFPkvzBO6j4POFI/Av5nv7vZJL7IyiTAfx6pPp1TeD7YaFa/ntOXvzHfiL9ttoe/TZotv4BSNz4baJw+7XFhv0m5BT+P0Iy/lxd2v9jGkL+K8xU/Qjn0P8ucxb72RlW/",
            "H+VlvtcobT+VnT09bK2eP6DF+jzDsRG++8RIPjN8gL/XsABAjlHTvzGRiD+D2NI/AWkgP+fOXD/+rZ4+/7T9v+k0dz+IYVI+52FhvQySwT8mga29nvyMvzd4lD7apTi/2m6DPW4FuD/Lr4a/R0cZPzCDcb68Q6o+vQMBPx/sgT5NOai/iC5lvze1LD77Qtc+r5B1v+6G+z9cwzW+I28svx4l0r38Jzy/0M/ev3JF774iZMs+OHkav8y7Er6OQL0/s8yXP4dSizxdHmu+Gzo8PbH1h77vnwI/AiiYP3wLf76XRiu/CvxvvgAJLr+wP4I/A+Oqv7g8jz8H3sE+lP+/PmnjkL+mK1e/1deHvvZ0DEDqdJs/+H9DPvNTHD0v+W4+UwyaP0kSyz9KYKU8L+Y0vnoylb/yCnC+bYcZvvP9nT/vUek/LI6WvrU9E79vFrQ+9l/BPyZNLD8kufY99k2HvzkTfL89tDu70GiXPuObXz9socW/StBVvw5fJ7+wBKc+ZNLevYftAD917gg+cUONv4/xgj5qvWy9fTsSvqihMb/Lnj6+qDmLv45IIb9DKpY/6PcOv+A4m7+unf6+IUu1vtTluj8dA+W+mX6fv8+cbT5QoAC/Sim2v2n3179DEAY/UR6GvgtBJT9jmtM+0NWOvpXgIL8xTJU/hPlivwll1D53Jta/4iEYwHYlSj5rlIi/hRTJvdYfmT442Kq9FSrcPyKZC8Cqdrc+0v8rwLUK1z9Iy4y/oGMTvjhYxT/Qxdc/IuGAPlxvXb/MyH0/F2UIwJ2Rm79FUpo/gWcXP9meGD+QFUs//FZlP5kuIj6uvJy7lJkjv8NPKr53WzI/fOpJP8RQn79dBxG/IibqPunB3r9LvRLADpqXv3LNGL/leUC+9nM3vmLp3j9iAN6+4o6LvYI3bb5JMt8/HCAPP/i1BL6qZVy/ooI3PwNFDr9oGkE+Ev7Dv4f5Bj81pBK/OVqFvskmIEAQzSc/CilIvlP7Db64bhQ/GxCAvoUyPT4IZW4/",
            "tyy8vgq9Cb/SltQ8+E7EPR2unb5LJSa+PBCCP+nCtT5yqAW+zDGoPwnCrTyE1bq+cOU6vn0zFTymQYA/YVtIvit5cD+TeY4/EyaPvzFZT79QOPM/MPzuvx8DkD+1QbU/qv25PuFPv792DFq/r++lvmJWsj6FWAM/2YsEv5PDQ78V9H4/i09ivqNnAMBKT6g/AQ6uP47Spb/FX8m+WD5YPzDgWb5CMds+oMvGv6nA378HeQK+l/u3P9hIY79hrsM/ylzJvpU+V78UmS+/OoubvzoFg75Z7wXA1lOBv+outD/Zk8O+dzeOv9w02r9utXo9DN67P6TebD/BrAbAYkx2PILlpr/ZZHI/fjOOPm7M4TyZ5Bw+sdgEPzlszr6EvF499JCVv5fKAUCh4hO/DryBv4HgyD+L8YM+mMw7v0bG9b9C1ng/Sxlkv/2g1r8xR+4/XmevP/djIL8CxGu/55U8v54lwT8SaxlAMJf1P4imnr4tm3S/M7SWPy1FqD8XZ5S/eJIsv1HGxb5X8d6+Z1bKPhJqlj+Gj6w/GiBfvmyplr5Gdk6/o/uJvyPJVz/lCR8/z6ezPlCejL+U71u/+jiiv+DVaL8dvCa/+2nKPjq9AD8cv2C/G75wP4mqcT+sDlq/ocM3P5biKLzs80K/msoFwLlJW7/ywSO/zoWEP9X0xr6OQY8/rY9+v5T+Sb+fKmo/TYdyvyj9OT18UB8/0gcMPs9au75DKUS/fubJPngvKcBeMaO+x1v3vrXYdr8tjzu/6QQvv4QgsD8Fqpo+HJPwvZQ+fj7ynYy/N789vy3co78nTjTAPuDXvXATZL9crZS+Fy8oP98kiz8ZtAa/vumcPm/6oL3T8Jc/F97+voQEzr/m5Y0/qGLXv9toiz7+9qC/UCQcvwHV3z3INkc/swejPxl4I7/3dk2+qTWrv4QiNr8ybyU/FWCLPjkxDkBxRhFAO2iRvsWNiT8pFDW/UHbDv/swQr+uKHi+AjOov4eNyj914yS+n2/iPnhoLT4/f3u/",
            "LVSEv3gixj2yDPs+lXG4Px42vb5i7oy/2Xkpvy0UQT+OLWg9bs0Av6x5vLzGdRO/tnOhv7AE1r5wlaw/RTWVvsfJNj9Y0B4//aApv0G4JT8bZN0/oDeGvx2vJr/uVa0+PQ1YP5NDRj/Ra48+IlKWPgw2kz67qSK/VpRPPwGabz5RaDC/7ggHP3pkKUDFVOO+OwcMP6vXxb/ePYE9L6Wlv6t/Er8ucAQ/jb5UP5EWMz92+gg+i+vEPo3sML58BTi/wzQEwOs4gT8PrhVAR4J/v2WVED8pwgnAzuEVv6qtAT/4C4Q/AZd2P2fosb5cT6O+IfG4voIufj5D/lO+APqkvtG0wr/t0nK+Kw+xPuoUJj8quts/B2+jv2Vdaj/rcAY+N5Yfv60EOD5j/58+7N0kPy28Yr/UowK/joPFvT5LGj7xrZg+60U2PjcZVz8UfJE+BOrWv2S7Z7531kE/uHVlvnOP7z65Ng6/TBYnP96qbT7/J7y/bw2Jv+SFC8Dd4/W/oARcPz6gMD+BH+i/pu4SwCGkqL+RHhY/h+COviCIpz/CFL29z0YwvTWpCD/cuPY8H8SovmVB+z4CSbw+FaI2v3I2gL8mc6s+d9sbPiFGob5kzKi/296lP6ZHyT7z7ha/A/qTvzGRRb82ODC+3/cNP0V00j+GoLy+1M6fPgaBXL7gdAU+3Sv2PZTzur8EF/49V0Q2P6QJ5r3csC1AAwLqPnYifD/qCja/XqYfPx1RBT7ve5g/nsEuv5pd3b7zTZ8+XmsFPg1d/T6Qdyi/yN8gwNyeDT7/bZ0/nO8YvjGtUL7lBes9iWhuPqHTFL9tZ2w/28tFPwjuUb6f6Y+/Ph97vv8fAkBgixg/R6W3vmS3sD/NIx++1z/UPuQjWD+feD6/M1vkv17bjr88Gls/ox6tv8ud6b8LBOS+jXGDv6TOhz6At9q9ew03P14Clz+GA/6/YXjfv/Zp777N3D2/AfA5PoMmLj8jyp2/ulgiv9/q0D5Opvo/JG1QvstIPT1kp/O+",
            "9GYzv/+Lnr5p3G2/qHEQPdksoT/8uvm/jv1NvnkViz4o/NM/KvFUv/D0n7xiSoK8bUOKvw5sAEAA+Nk9J7WKP3MieL9o+3m/nHiRP0djnD/KE8y/0r07P22eF0Bwiwa+jUDCPBotuDzFyRs+14FPP4jK27/OIpS+MeChP7snMj+ly+8/Pcp8v04jeb9K9jG/cqMdP6pju742fEQ/PMkTv7Jrsr+XRaq/AFmOvxDKDD7Nzqy/oBWzP5yICz4+zRU+ICJLP6v/RT/VZLS++A2KPxU4Kb/7M1k/xgHQP2eInzztLOo+LTRxPsb6Dr9oDfe+jz/1vejR8b98T2C/l7+1vxS4kj5MDK4/WLzWP+5W1b+EMOU/iuRyv4jmk759Tey7SDkbv70nSz+lHmM9DaKpPONhLz/kCsW/TQOSPyhF1r7ESDe8QC15v4YePz/66dI+ufRNPybRKL/zZt6+MlBQP8/SoD4Mrc2/suB9v2621T9ZEVk/EHXVv+iF5r/d9Y+/JTEWPkq5fj8a7F0/MxpOPof91r33GCM/cJpDP7oRGD/uWQu/C4SlP1UYgT5M7MC/c1Z0PhWtEr8fPh2+VbWAP/6BUj8pY6A+egOUvjtDnz+Dq8K+osyZPxIZkL5Kca4+Z/Gxv+gzHD+dryi/7DOmP9hiET/5Q4U/1m5Dv0LZvL8uOTa/SRgxQJAmvD/qcZm/cnChvg5xhz3WACi/kNdXP8Ygjj5O8Nw+DjBKvhSCKz9tjEm/5ZgXP//rp77XetQ9DI5FP/hyA8ByBl4+30NAv13+Mj/Cjy6/sHRWP5gzHD0GfHq+H3IZP+RmKD+HChu/lrPiPQd/jj/ttXy/TuE+v/xiKT+02K49ebJ6P8u5KD7QA3U+bnLOvd3XJL+cgyjAczkTPvBo2r/p9BhAVncGP1PyFD44XRW/5VObPY2tjz7B4UK/n2M3voDMx7+Qp0E9GoFTP/Ev3r76sqM/LLbEPUo+47+YZZm/T0lTv5Pc6b/dhro/e+DGPq/C3b0AeF8/",
            "PFhGv4H0lT+7BLI+G4oVP1VETb+2dBy/v4MePs36174J0jK/VpdHP2VaoT9mwuK/6qIgP+OzBz/2/bi9HwdZvzrdC79ecLC/zCwJvpHX3b9YNuS/bvS0v64xsD1C78I+4wiuvihENz8bRHY/ZdSBPwqYuj/7Pag/oYuyPoh/tr669zvAhn9uP4cIhT948Be+CT6CPxtTZL4fD0K+BYrLP3qCMb6LUb4+ynvwvtOK6r697y8/i0nEvLWVcD5lbdE+yfDKOpmp8L8XSGG+t5prvwdZuz9Zk20/ap4sQNoQfj9UUMQ+iEaoP2I6yT8qQ44/T0cGv3MQB0A6TcM/5p2EP0gAvr47DRu+ZPsuPzunGT2y2LY/XAsUv87JZD/QqmE/Ii7xvsmkuz8E66A9/PjBPpv0mryFhhu9/qKCP8m1gj++QMY+uPIGQNMyN7/ujZy/xCJjP7S3AT+iy/g/sK66vogqOrl5Pem+142kPc3xlj8WlOK+8V3rPoLOpj+3QXg/Qjlavik3vb+9dAI/PVVKQMYz5r6PQr4+n1+Fvp4JEcBR1lE/Xf9TPq+1QL+kLJi/CxeXv8Ar0TyHAPy/tcKRv1pHGr9h2rk/WetLv4HagL98ET4+r/SIP2D+yz9rwbo+vWSbPriGKz2XSoa/xd38vkGWrT//L6w/lI+Bv/nIoz9xdqS94YQEvymhBL8MoYA/shuNv0Oyhz9rzRg/ygnav9SvdT6OC4C9AuoGPqp7hT7UrYe/OmaavzYphz9LmOI/xHt3Pio45j7Q+s8++77LPgq3Ez8McpS+eKEJP60yzz+nBFY/SfpYPSO9xr8/5oA/x4PuvjXpnL9i3c2+fVSSv7H3dT94RgXAbHNxPuaehr+1LE+/24gPwLAGZb8b8re+wRtkP5JimD4TcPM8bQ7xvu8RJL+Isvk+C+T7P2zV279DUUQ/s3hBP6QkaL0VtOO+jHjjvdZl5T0LI9U/2QMhPy3ZAL3zpFE/Wh+Jvpzi8729KM2//mydv5PmFsDM2zw/",
            "8YUVv6lEn7vncpo/E14cP6+dOD/cOOO/N6OHPukLgj+Z7Vm/Sc4RPW5/Bj8PdP8/z/E2vVwxlz8fLm4/p2pjv0VJQb5MeL8/GG3nv4FNVD89sE6/MScuvSLz3L140xM/Zbkov5MUkr+fZR5A1jgPv5OMWz9ZqEK+Ve1ZP78vGj8UwUU/vU1Ev7wZuT8VPAw/2Vt0vw5DAT8JW6s+SVGoP7mNHL9oKg5AZKGYP4zwyD4PsbU/FRXdPhz4FD/adiXAMyeEP0iy678B2qe/goeVvxqRir/Ytx6/scHzvbQiaD8ab5U//L6WP15Uj7yTAau+oJ4lQI6wKr9m7Ti/p1OlPr6kYb/paoq/vUS0PzYHgL+BciC/ZZUYP8xfd7564pM/M3bDPnPvrb1CMsk/cfP3v/oYvz0eCYW8ISA8Pn9nHr+kUXk/n/qbv2pFe78uvYY8UcDSv38Yi793CUA/KUFGP4ekkz/NrA0/o1MoP03IJD+jvPK+YMMMwGxthj9eZ14/pRPMv8l88T3XAli/xDmcPxV9WT5dt66+J6sMP3BDi77hiWg+0eKNu3IwAj6gz7E/QfwKvsw1Cj1xsFU/av3Wv/8cmL6c2+28cLDFv4UnNz3/imO+6cFXvzTvwz1M1YM/AdOSP5fc773tzpY//RU1vwUyq760Zho/2D4SvyT6Jz/4BAa/b1+Kv7esBEBge/E/d8gDvjaKuz5DkPM+ljoGvoFyp79xvU4/Hp4WPl8pLz+OZNq/PZaWvkiUUz7RRbu/73K+PkNpor7j55O/RpM3Pws54L5tVQFArItPPylsFT8nUTi/bW+0P2HXC7/t9wm+4xVzP7l7Jj8Yy1c9Rbe0P2ULar9Xtxg9R8GKP/pbiz62Ma4/kZgFvnYeaT9p+G6+/zNFvp5TEcCfsxq+bHvavq5VlD6j9Oq/nF/5vtATqb9BVJC9qrIJP7Fg2b+h3sy+rNUSQPLsVz7sMAC+/y0dv/EBIsDeoce/+MgwPjhAEb4xaBa/vL4Lv5iJ0z/eVB2/",
            "lVXEP/DvOb+Jiay/VeENPlWzOD8v+H6/9kMlv4arxL6flJM+otGTPBpCP76yzg2+3P6CPzyf3D5VtIm/7hyKvzokRT+MyS0+FGM8v7UNPz90iKS9UQ1nv43Hnb8S78+/D+6EP8HmtD+m8I+/eCq0vDhiQTxoiSk/+1Oqv0A96z6kvc4/0LW8P/RRTT+QGxm/KNrePsZfFz9pHGu/y2uQv1IXpL6SPpc/XqrzvpMVOD/2li6/tlGOP7VVCEC2ziC/KrXmvpfXjz9GMfi/+KsPP5bhkL+fFm89z0GgP1EHhL/bF7O/BnKBvywrbD9m/Yi+EpX1v7BIQD5CVDm/a5hXPm+pa749CJk+sg0Cv1hcij/PArO+RDC7P5QGOr/luZQ/1Xuzv2VN8L9UEsU/P6GePz/tfb8ABMm+mOTIPoL0C77tGLG/99S/vtZqQb9m7JK+AhiMv8GlqT9RwKE+o8nYPpfrQD7J2zy+IGuAvmS7ET+Wqai/kHvAvQoWGsDzjsQ+bN+BP1+qAL+9JY+/7520vs5n+7/TSZK/FzJrv8xkuT44EVO/tpXLPhgTcr8rudK+mVu3P2qYxj0bZYE/qMFWv4vHxb7NlwY+QGhLv1QT9L4kv5k5PWMOv0ups79IuqK+0ZrfPj4lwT4p4s4/FnoVP4tbN78J8XI/d4iyPkOyjL44WZU/EUpbPwwZkr8bieA/xa7bv25DhT/ksKq/MnfbPyVJvL/6J5I/7IbxPUhXvz/QJPk+aOz6Ppkg075cjNW97pu1PZT7gb4egFe97bkZv6dFzT6Nk9w/uH22v4PM5L+ada6/mnjRPZ3rSL5uxvs/byqoP5ASQr5tFWU+rPz1P5QVpj8jupa+z56CPn9ykL+/QYc/dD5NvZN5ID9NFZo/BtyBP5Ybxj385Ze/eT6Gv/wWCr8De8+/hNQFP23flL97GhW//vYxv3IrmT7PZHS/ONcQvwragj9HKae+GcmOPl+fcb8S3H0/pvXBPY6keT9nimU/OLdGvyhYEUCNgeq+",
            "oXvZvujZtb6D034/muxBv2BcM77aN62+4IkAQDZigr+alTE9E/ghP20Ilz420Kc+pec9P92nyb/zPte+xY+Kv3Ecsr/db5u/MOrDPo4tIL/mjmW/IHr0vk/Wuz+rRqi9fZ0PP37DwL7/Ccw+x988P7G5br7ZuDu+loTSPoHpOb4+7ifAWfMxv8j/H7+RNo8/VfYkP3PTT7/6s/E+vIaXv+Ktgr+70YS+MTQbvpJosT6RZCu/sfL4vWLFDEBoVwS/MVwaP/mwKL/W+IO/iPQsQEtH2L6ZzpA+AkqCPk6xsT/4nJs+X7qqP2thcL9oNka/GrJ2P390Rj+Dyv+9Mlm0v2WpIL/xX/Q9On5hv2tLk74mtkK95y+PP2PYuT4LleO+vi92vqW0HD4D1by+cVh5v9ZHkj7xIjk/E315PzQfq7w+oCo/aBGdv4hp/L0Wfbg+MM8CP4JQkr5uYtE+wCrJvn1PpD+F1qK+AKWNPw3uvT9ycSm/tSQXv2ASSL48CD0+O20XP8x2er5z6hc/h7ZVPWatI72DQJE9kMQpv+WAYT1Cat4/O1eGPTej3r6RRaQ/lw+Ev1exwD6lH6C/uMibv1kpgj8LfxO/rRa1vnXT8D67Mxu/IAQBPicClT0Mjk6/aHY/wD7BBz/sGr4911oxPl9FQz/KzZY+6e+6P1Qpqr/z+xy+IU+gP6DrTT6dg7y/9aMQPimgkD/X3Ro/n6eZPI4YuT8JNqW/9HJNv74cnL7/nR4/eynYvgieV75Ua40/dAkov+TF5r+6q9Q+T3N+v7i1bb36xW6+yTUgPR5gAT6rcE6/mGoUwGyFNL8FVgPAFoOrvqKiFbzaJe4+s/xpvz5G5L46gKy/ZUS7PntyKEBgAm+/MY3bvsxGZD9uzC3Amso9v2TUir+Oe2O/2ks9PMh01L85Zcg9Lswyv1Q3D7+Oqvo+z4b5P/5m6r7K5Z++Tz+APH3gDz2idEy/jU2qPYibcj/TUXi/OR6hvhfAOT/Et9s+Kf1zv2/J/b3iHZy+",
            "573Pv9bJ6z55U+G+og3Jv07Uqj+lmDO+M9F7P+6CpL8d0ZS/thjpPmodJr9EPCa/T3sPP17s672MAsS+a+QiwPix7r7qEno/KonXP90/EkB2vh/AQDcLQJlAHD+/PoU/PZi2v4Orvz/HUck/fcTyPnxeP7+1DwK/cuTIPvloBMDnVEA/IRCcvm6K0r87yE0+n7uKv1rKoj/aYeS+5lYNv5ho/z0oh1m/JueKvxJ00b7IcrG964Fyv9ciD0AYJWC/9sy9Pof+zj4ROCW/VkNYvigZAT/nBI8/9SCpv+xjYz+WpAa9m76JP7/9Qz+llm+/hZgaQOKGjT4m+fm+/cfqPjd4D0BN56m/466Ov/FUxj8YwWs+JKuwu8hhMT6KJTG+9hk5vvtanD6VGq+/fU/svnnN1D1dzjI8w721Phon6bzTbwm+CxP6PgyKlL6KWxM+nVriPknkTz+V58Y/fh7tv1EOMb/fGfo+hP9Av7B3ab9eqmk/Sl9MPsosHr84CbC+g0dYvznwlb/9+ME/EUW+v3AMDz/n7Ce+lcayv5ZOtz5V+lA/2aSMv8D1gL/viXm/N5tZPmtf6L4kmFO/KrXAPp1fDT8jP+q/iSgwP+s0Sb0zL+u/s6zMPzi8FcA71Z4/tmkPv5YM3r4/Xbi9roRfP8NkBD/PNNk++JChvpxGNr2j6xu/xSa5PwlzUD20q4G//fGePlybM78DZNU/k1COPyK1yb8OzGa/8Q60PyRdij+PLy+/finpvlSQMcCPIJA+Auuuv3ffyL+bxcK+PLnCv/+cHj/XoxbA+t59v0wvwz+Qdcy/KsxDP2nkNb89ObE/2QlDvwvdJb+O+Qq/AWLXvkHT274eDO68Tp1hvjTSpL3Kl+k+iNARv+8Fxr6zbyU+mBFBv9BQO8C+Jsm+0cSDPmn2FUBree49EKnzPrk4YT/vjDa+6c+qP4055D+cSiK/1qLzPmvFpLyGLsm+/y/Dvhy8vr8EIXO+JlElQNHvCz8Ob3a9O8AwP9pU7T3zI9I+",
            "OcIzQICS4b4mvjA/AP+Pv6RXRL/Y2RrAbbjGPgysvL2HZw6/op04P4YPVj7HIxxALWkNP57XPj8WQec/WedmvhSDgz8X4ss/wqipP6jWLb4hp4K/By5aPmu01r7jkkc9R1+ePmsNqD/4WmY/LO0kwP5j5L/evyE+1/gOP0MV5z6FO4g/HoFfP5ZwPL/jKxpASV2dPaLqIcCLUuo+Skj9v6Mj075+gfE+oPdJv6Dklj8/XwM/Ix4xvwBZAcBd2xq/carwv8jXp770IF8/EaBWP26+5z4wHr2/eP8fPqhBxz8OcrM+NBzpvbDJj79FPW+/miq4PwK7ED8ukky/kjViP5qJcT4dPbQ+Zv0YQIqsA0Ctnm4/k2omP77Pf79vTDY+oIiEP0IjFz5gYju/MyrjPWXizr8Kz1M+3uU1vzZzub+eXdW/lWSsvmYk6L6zioo/ViIhv8S75D9l0ZM/g1yYPjpgvD538H8/OgrBP60h5D8ETxm/RgnEP4frDz8gTRDA6jDLP7Sh+T/7x4s+HI1/Pa+Kmj9KIJE8P8G+vsjFPD88/2E+aL0UPmXbRr+qI8Y/ujstPgisfD72386+ZS1kPosnBj55ipk+iyaNPqHxvr8rqcM7FHGTvckjPr7mMeu+WYY9Pk3jGr/1JXW/dzNBv1CEpz6pigS/YEYiv0rP4r8C9QG/f317P1hYJT8aw7G/coh5vlGyPz+0jrK9fEeuvqvFLT+rzKo+veqlvyjcUz6j8iY/KYzDvoXkO7/8UJ09VF9KvGfLDr/AShk/Sn+6v0Hfl78I9VK/4u9VP+jR8b6JKj4/8P1uvzCrVz7TmZU+67apv9cseT46bQW/8Lo+Pp6FA8AGwyq+ZIrSvrwaHD/CRvK/MH0MvtdUcT+Osoo/4XxoP1ddhL84wdE/GeEGv6dmQD6Yxks+eACnPzMkGr7VZHS/Y/EWP/+CR7+fbnc/wagIPSusMT5eHpG/XpU4v0568j9H7SE/cfWPPx6hqD+HEHw/uTw/v0s70T9Hku2+",
            "+T7lvkwCNT4/D6W+BBmWPtJQKj8VuYw/POW/vsEvRz/maVi+BExQP0bLab5LgiC+8b4vPiwM2D8IkhvAXYMev7rZAL/9C1a/HrAJP3qaVT+ZwBm/GsgOv5a9BkD2SDE+pXS3PvJbPEBWkh8/454jv6z/vD9EhPo+Pt64PiPWdb8fNPg9gCySPnjESz5H6pq+Q/Q/P1w2Mj6dSvs+bL/OvyJ+7T7w8M4/WzWJP9dodj7f2wJAYXKevmclrr4yVNg/xWMZPKjziz1zKkA/c6dSv/kqOL42+5g/YLJpv6RsgD9tYxi/4SVYv/vaxL+k9h2/5VLjP7As3D2FEvK+jt/LvUGOdb9E2Au/BsEAwE1AhT/xQ28+47oPP4hTkb3u85M+TtlYPaYirD9A+Ju/nYgfP+XUTj/AYjQ/q3HpvhTndj4uWFM+LmPiv9HBhL/gJs6+FrBZP/riv77G8bS9tLCNv7ppyL+K24Y/MjWFP2KVBMDEVqS/COPPPjKymT8pog8/+F9ZvktnWL8TiBFAEEeTPwgSWcD6TZc/G2LUPg3CC7+/PCw/VFrmvirsq7154Z6/tHd7PeBwWD9/Q/q+/IVIP+3sMj9gEfO/gOe2P/a8gj6brTG/PcmAvqeJq76YLkc/L3gMv5v8zb9G2oq/iQJYv70PXT+nrZi/SPhtOXSfET9t3kO/X7luP6kZWr89a8I/PUHVv85jmb+xBmI/D6O6vtlp5T+7fCk+7bSlP8rzp79TNmw/64gcwHlrPr9x4BA/p4++P+K3sb7nTA++AnjcvqExlD/rlKO+xBg3Po213T6sBHa/8mCcPxgURL/PXAe+I25Jv0qEtj6LsfG+qPS2vh50Br5dCQJAHpoRv/3qoD0z3Lm8GcpEv0tImr6yO52+PnzhvnA9Sj8I6VG/0k/Ivd8Cr7/GB+K/T6BOPw7whr5WN/W/wyeWv5G+4D4DOqo/yWqPvyjbLr0GzRS/pE6QvxukDLynmeQ+AVGPP+7G3z1c5ua+WfO0P+cS3L4cMYa/",
            "Z2nSvnvhgT/2ZpC/j9yCPqoSOT8KrGm/EqDzP66hwz8rxhC9qcTsPlAhrb6JtrO/pv5fP2Wgjr87yWM+ajBPP+Nj1D3m3+w/6XbGvkk91j4CA+S/l1vDvhq77b6zCZw+6WCcPhSC8r+Emc89S7mjvigBqb5hU4k99nIeP38ygj6XHQS+OcWaP4SxsT9biVQ/KeZ9PdPWub653Rw/2qgZQE5m1z5Vf7e/S3zwPo0v1L8xnIu/CUabvJw0f75zz84+/kW9vUnfk78hIbS/5PXxPpMbqz/zt6c/HvmfPw0VXz0ljjm/Qd0QPzkjCr9Q1k4+8TLKPpB5lr/6o5+/v2ufP+i+Tb/XMvi/Ksa0P8k+078G4wm/ODyKPkVHlj7GGvY/K66FPir+lT9Urko/dAGPviea4b8Z4dy+JkZrv5g7sT4ht1A/OmyoPr0itr/OEMS+xW46P/UhZ74b0gG/zMjCv3KhY74JW+G/DkWMv2I9NT+aDIK+rutDv4O+Aj7yc5o/mL3lPz935D+8+q0+EP5MPi7CXz57yvi/icNVP38b5T4e2f+6GtNCvy+mqb9FOlO/j9JXv2OInL5SvpW+Y4VGPxppRT/uXixAX5CFP43nAz94Ite+Sc67Ph58Ez/D1N2+XKOCPKZcRL7tm3m9UIwNwDZD9L54iZU/uW9PvT23lj9R4GS+OMSdP4+eCL84T9i+RQktPyRVST9KPaq/sWPxvVOoBD+T5tY+QeFwP3mpbT9jMPI+8tI1vy5pZD5AdCo/iL//P6p0OT5Pl9O9Ddgtvp3s+D7dX7S9fbG1Pkb+Bj8ows6+LtQ9vp8aBb7GIya/UXXpvoEXM7+3iI+/p0tQPleQqj9HtMK+CtMJvphfNL8cEy6/foCRvy7+ij8YDnu8iAK4v4J83T60hho/uhy+Plkygz96aGC/MtiBvspTcz92uae+BYykvj+1gz5aMk8+7IaIvjzDm7+jroI+bNZTv4JaQr/ZAhK/tklcvJQDVL4npee/j37GP5j8Bb9h04s/",
            "5a5IP1PA/r5oL28/n8qFv6VcNr+UmDa/zswBvKxTSD8rLydACI4Gv49r77yoCSW+dMCAPo3ZOj/z1Ny+pMokP9Pbrr/vMpC9mworP3Ml4DvU0Qs/iblHvxNJir+Hrfg+lRcmP75ktr8PjVk/be+OPkcHRz7EQ5u/f+i8v/DqDr91rpa/4vaaPmMtjj97w/K/KsSQv85r5L2qfZc+i/8UP56+dr+8AyQ9nNmpvy1Yp7+aaxA/cygPP0lCML4DBZe/vVS/vqHXgj94Cne/+JzGv7p9+T85g5Q/GOQQwFWgYT+/KCq/824Kv0L6EL/EpBi/1POkPns7BL8SO7+/uYwuPuRzqr+z6yc/kJjBPQX/p7+I7Om+tMxMPtAV2L5uALg/CygLwHMQjL+5qxS/RXAav4xQoL7qfmg+v4BcP8SVRT+bK8A/k3OSPm60Fz+F36s/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "In1eP3wLBj4="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "oJAdPpuQHb4="
      ],
      "weights": [
        "adezPQ37XrxPsak87vDLvUkmFz08VzG9WEYau0HtZb0+WIQ9A861vICn0j34xZO9SBxUPTdIBr2ujEI8EP5ku9ufcDy4SMW8/+IgPFUsgbyL+lo87FE2vE6eez29Zoa91Rdlu/gUD7su8XE9elC+u3rIrTz4KTa8VyKgvB+4G7w0Cau75N2cPKnWWz0Cp8Q8pUBDPUePZzwKvHW80+rHPG5iMT10ZFi90OfnOxWmGDyi6ag7Go3pvJy+kT00/5G94f3qPFb8F73xaok7DjnVOs1vDjy7e0C9ZYkoPaqRN72Db0g9GLyXvVUpqzxkJW6931GAPB9Gh73velA90BZ6vfPciT0Cax294QSBPASjrrt6zy08piJcumLFbjwKCKC8CMstPEAQJ70/FJM9vYC7vTGnGD0Lcm697naFPNIe8bzy1j49MRCovdtoFDxSGAu9wW49PfxahLsI7eE8cVaMvQ9EWj0nyia9/QM1O4DRTL3gcIs8utyove1/bz3U9Qa9e+GJPUpV9LyDwIc95NcWvacJ47qFAQo75wSWPWNAFrzV5CM9XQXTvGLfbrv12gS9v4D3PNeYlL01ri89JkOXO8MNTj1Q2Eq9AxQxPXmDk7vlAn49zI4CvCCXgzv8BBa9k/rhui7UdL2njho8ewKEvFHGAT26HXI817eMO9MSQL2cAHA9GU5avX51pDzi0y+95waMPWrGyrvCU248R1obveA2Sz2iAPe8nLbkPChfUbwFaFo8EZbIvNlxVLwWolQ8sSL7PK3AlL195EQ8sc+EvVWQjbz3ly48nZDfPNOMAL2wAHQ9f92GvWPCsrxSP3e4MS9xPXNvb73Caw07W5SYvHkvUT2vAU69HG66PMBnH73X9La8TI/MPFLnILttYg28KQlCO02kx7xUkG68ZJwBvV2jJT3ykQM9x5AhPdk7kryxEwc9dRm7PFI9Fz1BR8O7wIOhPEn3mb0MFJc9LIs5PNJ+XD0T+Qo8ISxgPZ14lb0Bl1Q9P+6HvdKu8DzCynO9",
        "txOuPIK1nryxgrs8tmK8vWPUKT2LM6y8NR8sPUVoq707GAw9xFCSvWhsPjy96wW9u4bCPVmzIr0CZ3o9tSCuvFkstTpopUa8sVoPPY3RIL1eWco9BILevf9+/TxnG5u9TDvfPUD3ab3Z6eg9pH0ovQobxT1Y0r69bwkGPRkqd739Z7I9Xx6OvQwi3z1fssG99iyiPbE9K73Zjh09k1HrvQHzHz3Z3jW9ki0sPJj6h72slqQ9Iqiovag3Wz0oxkC9DEqoPbOXNb2glHc92jQcveC6MTwjDCq9Tu1oPGagF73+d0O8nJQvvV/IjD0qeb281UDyO35yOr1FfmA9kJ+ivaIoFT3TeUi8feVNO/aZRTzcFsQ8+9f+vMXTmT0dlja9ic+JPUE4IjxhM4E9oicNvWqAiz2cqWW85swYPe8giL24fUw99OmXvZG8cD1tI5C9b2DcPL/liLx9sYY9nNFQvefkaT3B+OO9f9MnPVBArbxwf8c9MhxjvQl0wjxeR1C9/ISDPV6H672RTZE9lEmyvTYg2z16Qqa9HHjjPb49i70tuNI9E9ZkvRNA6z1pdci9OXy9PbjR0L0xlaQ9WIvovT76gz1Co4C94NZ1Pcceg71kbGc81dPDvNemEj0kCX+95mohPdTI97yGYVU9BrKdveI1wz3YJIW9W9QDPX94ab3f1o49JkSfvGqRvzzda7u9DBravLxdHzyFLxk9sbSkO7eP6Dz1RJG94XIPvSym2Tuf91o9cgJXvQ3OIzxxYiW9SurRPKKwZrzpMGc9LN18vIOkFj2Ay4+9hZmWO4TID7zpDDM97g+lvP5iFztj5Xi7bBgcPUwkZzxE2tW74DQ4vb0QjD0/HDq8vOxpPABgeTvotIU9z8NovQ1ZTz0Nkwy9F5nTvJXZdrxqxNc8fzhXvf6oaTw206C8bmLoPLooh7weVAM9m6sKvJozjj2qexq8MRmovBDEyTw1R2g93dYRPFpVED1sSgc8zS9wvD/IAjzTh6O8wz88vDfXnD3CpvK6",
        "gOjmPOAPDj08zUm69XZFvascjD1fxn27yQAfPdtuGz1Xrjk9phKWvDut+Lt6UWY8/SgYvRFfM72fQx09KIBLvXqAn7zqqK87HpGUvLyv6Twi8Y48vZEdvIops7zHKDm9EH8ivGvaLL0F45S8T6IBvWr+gDtT1YU85wYmPRFfX71ItZy8YnyFuRYOn7w8bD695POOvO9dVr1KwXg9Lrxcvdhj6bzHny+9g3NyPcWpgL3BtJ27FkUHvHThAbwm1to8luS+vNl/Qzyoqwm9N4tgOwnnV7zsF2g9Bg0kPYlzEz1llWU6v1vRPJF5prwY1Y684A8zPdtHDTy42Xq86AxfvJG0jb2C9jI8Et3APB8SabwjVUe94SDMu+rBJr3RITC8ai6hvJVNTjtMMYC8aDwMPau9RbzvbRo9CmooO5TgkDtQCe884Bgjvdn0Fb3Vh9I80aYyPZ7tlzzT6SU93H2KPOttMbz1Ebo8miF1PSLIwjv5FEe98TrLvAdn0Dv7rC49R61DvPB/ozw12wG9fnakvCmTzDwitni64FTauwUcQb3prv457fEzPBclIr2GS089kQGtPOCPL703qYE7gnMwPPaCIr3rkHW8RtUXPdOjnrurcbY8p9v9vNStczw8eRO75xaEPT/xib0+Ess8CCwyvTy2hbxIH4I8OqBzPEiKU732zSM9U2e1PFg6v7xkgQ+9H65SPdykTr399DI8Jj5fPGMESD2j7QA9nyVbPfPNzLzNZV092hBUvdHHBT1uHNu7agIWPe0W9LwNcwU9FGaEvQYNPT0cg4C8CGR7PelfNLzSpsM9+Y2NvW0xWj3G/8a7V5knPSKoGL2jcCo9A1sKvQAjRz2fZD07sNRdPZkbSbtdgyg9zQbrvOsCpjxWema8HfBpvI+faL0SKqc8ECHovOpw9TsaxpW7vzOuvDoVOrscVI89GaeavDNpQD03zYu9g3zUO1BPIb0v4S49EnIUvUkRGz3MUnm9sEaEuYyOHrxqjII8x04XvMDjaLzkNkq9",
        "raj4PD/3G72qqys9d+iGvWv/F7uSaOu8Tq4/PexVf7voOZc8jzkrvb++0zwMtlm9cA8EvE1ZDDz4oAA9US7wuyEdtDxAa+K8wSDOPIIbDL0DPIU9z4MOuxKdvzy+v4u9V3h1PQnWfb0Kz2s9uHyyvTmkoj3FvU+91dNjPbn+h71ueTU9Qk6gveemoD3O4h29aVUyPXMDKL3W8/U8sQx+vEvZ4T2MbMW9Df8IPXrjx7yxWmY9M1cOvfDXoTzqISe9OHRePZKBf72XZPk8C7t/vZMrND1z75m9NLWrvKZExDzMz5E9PiMJPLhgpjzEbjs7wRGzPM3LOD1SiPY8DE2KPLL4yLtLoPO7WkkvvV6vLbwV6sE6uBodPb37kzxngj294pWsPOvuCz3Jchq9YjLWvA61lzoYshG9YyPxOivpMT0fQ888j3cWPNDiMD0BLp48WjWLu4VRtbu2UXg8HS07vPDjcj011Gu8RsXuu+sB4TziwlA9qUz8Ox8rGz3F6JG9BG3BvFF2CD1KfFQ93Y+wvJWF+jodxRq9A9cnvV/rSj07jMM7iK8eu1egXD3y3B28wEQNvYSun7t98jk9/LL+vIiKnDy/hOI7NEctvTBr0jyUB6087rYWvfiGPbxhtIy8+6bhvJboFz0zMZI8ScEYveqB3DyFmfC7X7CRvaeH4julcwA936ztPBtcBj2ZFA49Qaa4OzfvFD3dEua5DfZuOgFhDz3I1eK89uFbvJDMj7x0V6s8N2HpuYvItDtawbE7cmUAPZ0WdTuqJSE9U9GevLzACr3CcCc971xWvMOXCzzfIO+8BrHsvLykK72BXCs8S3tTPbDJmTxwHbW8GR+1PD1sjDvhpSk9VWRpvB0hfjyXSee8fogEvWbcKbg32eo8i9gWPNcR7zh1wWm90qZUPKP8mjpjDEQ9MWUYOcVccrxCD8q82wkuPTaYQbu72jY9JMGIPJ54SjygRGe9XzjGPK0Bib1ygBQ9iqPqPC4aZTyHASO8f0R9u+zITr1v3Sa8",
        "vTxBPdi2EbxSZZc8hVFSPYt7dbwuEyq8G6gtPXwuLL2wpZa7K33DPIWwW71E0y284jI2PTHHU7z+uys9/dgVPdnKjLzdZ0k74lY3O84L/rwQXRA8QPTkPHcRJ7yuGcu8ZDuGPEfyhrymsEy9uvxivMyu9TxWhQu8aTmQPPPMHb3KWOq8IdRhPLotkzroniM7wT0+PfQMwLmxiii81t0JPRiLKbxLQVA9B/iRvBpoHzwFFM08YmosPU0uszwFGPY84bROPYFkfr1Z6pw6hpsGvMdXojz+uDk8jY99PPTYtzzZxF68t+snvWw707wIo7e8mXpmPL9sgb300327lQakvLGcEzxIjxu9PX6+uyqow7zYWpU8mjtJPGQapjyfDZc7ZRMuPY0YNTtooOE8aiZ5vLV7/Lx3Y2G9VFkgPUiu+7zOluU7kfQyvdjWZj1weQm9eASGPN9itLzkUEE88461vTtZEzzJqgu9a6JsPRSsury9SaA9WbH3vLWbFDs9Z5y9ReIoPXzaVr16x4s9jUgfvYXgSDw8xZu9XA92PZGnbr3rhMg80/otvRyArT2x5Zi9IX8WvTgLxzwGYW09orD8vN7/vLulLj+9XDq8PAUaID0vP+c7rBFcvHiMTj3h5CG60xZVvZJh8zwjALk7Vb6gvFY8WDu/zgm9+gtwvKdx0zwCg7A89b+QvRTyhjsfl1m49Sa+PBCSU7xLnmw9l/g4PI10ej2HrBy9m0kJPYXf2buVeyk8UIJTPE//I7sFpuK7rnyAPZ5ugb2nl5A8jBLUvD19Dz01hIq9uCR5PXyIDr2W3289pd+jvOU5pz2K2EG90rGaPZEwl73J2Ls8GhDIvBPfND1Rs4G9viovPTRjm70wNS09zJwFvdnF0z1deEK9iRhnPZGDIjuTI449GqeFvYLmRT3vkc69bkE6PV/9ZL2rUa09Yt+HvQs2eD2hUJm9GPo/Pei4Mr1gCYC77AxBvc6ZRj2fUlK9qvCeuslLBL2vMRE9RPkwNxEo2rt7BSa9",
        "LAclvTYkPT1RSDW8X35wvLSycT2kwBy9b8J5PAh+v7w3ZGc9g0w6vZlVvTyR+CC9yUKSPDJCkDyfIK893gijvazSoz34DpK92YGuu1KdtDxvFe48RN26vFaaiDz09rm9q0MGuxCB2DwpDyY9AegpvdFAnD3I9H+9mhgmvZIeUD13AQ+8y4HyO/Jfyjwi9Qy9AQVIvU2PBD0w+ua6wf5xvT0ilDsc/gO96eoVvZF55DwMOuM8AK0nvbqB7Ty80mK8xH8ivR0O97vDNYY8Sj/avOQIrzwOcDO94n1kvXK3VzzLh8Y8pAaTPAG9Yrx9vg482tYuvUOsSz1djgE9sw6COy4+1jy/1rc8RqK9PG+lEj1a3Eo9qHtbOtFQBD0FclS9T+bCPFxaKrze0P88KKNpvU22bjy11Wi8In49PJOmU70pd+E8DCtbveWGU7zV52g8r6oNPfKVrztDnZc8i82kvMttMD0wgxc9FjuTvNB0bzxTSh08nknHPP1NITyxGEm7PD0PvbygQzs/+Ja8NqRGPV5bNzxRMkw8vn7RPA7d8bzs7x48l1SHu413j7zdGss77VD9PAfM4rwpMX29Dw0Bu5u/Yr3fH848US3RuoEV2DsqIc48IPBXPSuzzrzpJ3k9HEX/PDgJDD0NZ3S9DsrVPKqpLb2l4te8sNuwu3JHUbp+AyG94y0cvA+m5DzuzA27i1UJvd4/yrzMeyu9TVY7PYLDAL2N3SI9L3o1vERGOL1tsEa7B3OzPIyaUbyRzFC8AemaPNZN8Ly4Y4G8VnWMvN6JTr3qkQW8QvYWu3Sr47xgGKk8m1YavONnlLwSWTA8p04iPejpfTzJhtk5n3u+vHeBpTx9Cn49pKvRu8Itf7p5Nlo8NnM+PXbcRL3SED49AFcFudp7aL1G08681SsRPSfbYb3oAhQ9zDFbPVxy7TtYYy09jlEGvWioHL1fP3e89OyRvEJe47wiYpI6pcfZu+HV4bx0y9O8/L+KvDxdCL1Bn428WzWDvJMTO7x5qOK6",
        "dt2XPP7qnDwC2ko9MYVMvYIU6rtoksQ83kqYvBgoL71VGCA9ms1SvIo3hDxe8lS8YgHovNhcJ71HoZg9Ff7GvOYEB7s5sTW9jrk/PPqiJL28K8E81p0KvWRYcj27YIa9x8O/PHadsTx1EIk99SusvI8gqTtQcou7LJalvJOgED3V5I89om8Zvb0opjzsv5G8htNovKUg0zzTwpU92avevOj7ALz+mIy8AaAavSaao7uxxDM90ghtvCT6hjxn4r+8AgX7OzGAfTyNOH89akinPJKThjyRU1e9FMkuvUFdxDwID48944kSvYcdVT2rJpS9/2pXvKbjnTtl0Zo6bfpMvacMEz30Woe9aWXDPPB10LxVBDw9RIlTvda9+Dx6Xja8wqgougOKn7yUXji8n2L/vCoeizxCHBO93ISzPBL3sLx3YOA8G6eEvaw0az1RDi68spk0OhrTurzhEaE8rI2EvZ7Xrz3dGo68LO/iPJ5XqrolYG09WsoZve1Boz27qK69XIyFPFJTh70WVbA9PaCqvRntpD3jPBK9OSEbPSJhy7zzchE98gr4vI0FqT1WOXm9QYMrPR2WPr0KG8c8wRyyvX/p6DzmWxC9V0FnPP7x1DzwdfY7j1ilOxb4UDrJhTq99BMzPVo9ybxHBiE8PKGOvaZRpz0v7l69s6A9PVunSDyyNAA9vepKvNWZCz1iXjO9M/CCPRw3nb0lo5E9y12EvU5Kkj1soOq9GNvhPLzxNr3OOq89Emu0veSTGT32KdK9ntYju+U5szxcOnE9NoqyvU3Qvz1iABa9I1thvQzhLT3Z9jE9+6fnvC5iYj3G0LS83l4Zvfp2iLxmwzY9LQyIvClG0zy96Ju9kZUcvTX5RT0CDk09k+YqvC92Oz3jzE+9EN1AvRf+jTtCOpc9S2ipvRaRmzyEWpq9YhD4vKK3T7zUtJY93A23vYFtNj0A/Wu6B29iu6rktjxXxpo91VaDvYGpC7p3CZS9m1sXvJ/Jq7zJWw49yPFXveqNOT1U4Ty9",
        "WYu2vKQA27zGBKI9p/1BO1/CDj060zy9/V4KvAB7Cb1L5449QKJwvSpUIrwREqy6tNuQu3U5dL25fwK8XABxva/RAj2SLGq8mgCsPI4iAzs+9iC9f907PaaWHL0w0lY9g3yMu4MmpLqfc3c72g1wPZFYSDywaB09Q3PuvAH1DDy46Ve7yHVjPe4a2LnR2xS8CSjYPKIqMzw5rVy9hi0oPcNTf720rjI8AlAOPEIAtrvx2Di9OEfYPDOie70cnTM9PfpHvYFphLxekHC9uobBOyxTAb0mMfM7eSM0vEdkxrxTJNS8dfCmPDi3gr3ZvIo8mwlYvHm2QDwJ/xw8czLfu4VB8rzwdMu8OCYvvTPHiLsUBeC6/nlQPW/JYr1Teww9z7NQvd1/QT0MAVy91GyCPWDSyboNRUA9tKC3POCi17x8c0C9n6s0PcQ6YLwGoxI8PVAMPb7rxDyup4K91/1sPXjAjDxJ0HU9mLH3PIO+yzxQKQG9zR1OPacQ5LyvAF480b8UvcWUirxWLKU8YMs7PcXKCDz/dtI88r2lvLvQXb2pY7A892IpPV5iP71it468IoBNPSGsnjya8rQ8CkdFvaedzzy9ZR09AKzjudH6qrw6NMo8yal6vecvKrwnO6s8jNcrPRd/6LzA9g09MGaNvdo+bbzQ4JE717ZYPFr9P71CH6Y6ThHMvIbnrTs1GeW8VOfYvJniO7zAWn49hu3BvZDlfj21+Je8rrxSug4LIb1gwrU95iQ8vfLosju/A2O922cWvPlHvrzO32o9gEdbvTIbCj0e5aG9Cw6PvOAvF70cySQ9ygaYvdfOwD24As29soAcPdQBBD1Gw+k8TMIBvR3twTzkCSK9MzaGPNvxVz11pbI8aos4vWLnxzoAZ0K9OTZBPJvagrys0co8wG88vJCueD2WnJ69N0LhvF/f2bvg9zI8imEzvThANz2e1CW96UdDvKq99zw5RD89Fd8evaQ/gruEbS29diZ3vbi8qrwqLec8STqHvNIbJzwpGsG8",
        "k48dvT0MHz2uViI9ogYJPdrlDj25NhI8Srg3vRirOD0U9eW8gyjlPDMNdT3imq88rGfpPL0r2Dz84Au9TTXJu4vQLD0pUT66LG0EvXZdMr1mMxA7QE40vdmwdj133wu9dkO9PIUFxLw5mDk9pliqvTVysD04Ti+9pYkMvPi4bzw5n4E9mD8GOk50lT0ybVu894g+PDKDMb1isS097G6nOcLEVD38XrK9j/9vvAOiLr0+mKk9EyqvvbrVOz2WIra93pErPfmWfDtJMpU9RdyevbTbJT10XaC9dXiuvC3xXL0BR6g9T8ipveljXz1/qry9xHXsPGbtlbzaStA9qLHxvUKRgz12ubC9wsFZPXi1Cr3its09zXqxvRRsXz22c4a9sNd4vPPmsbtbP7g9HMTLvY1Qvz0loIe9LqpOPGdLXjoStjw8TczDvXoSFT3Ea/+8b2awu/8ihT1bWZI8NPxHvS9biz2loqm96u5Cva53ijzNT8o9vmW1vViaxTwHSh68hz23O/1qGDxyPK09AdiWvDXvpj02LjG9j2Jlva1+xDxbbU49LivIvVDDNj1Bhm29uqYbvWjgXD1GjZk82e8MvYZGYT2H6YK9O7aWPL25KLyfeYA95ifivGB7VLwED968wYbRvIF9Pb3qDeo88x+evQ13IT1GUuS8pZ0GPZEljzmkS189jGtHvUF8zrzHKCk9pwY8u5Y2Tb3YsVo73lKEvLbJtjxQEgk9qmkBPUR7tDwqAFA8Ij5quUX9KLzaGVQ90x5uPJrB1rvF8HS9slJsPN33irwl2o49Pj41vUs1uzwA/wm9B6KHPb2u0Lu+1y89h+acu+izkT0+Y7e9nosJPVUOVr2M2yI9YCQrvUxX57uAJJW9x12nPUQSIL03Z9e7v64xvTF3Zzuv8pW8ThejPWpodb3TVhQ9P4ByPPlhcD3LPou9geWvPYOge73F29M8IpKPPN4wBT1zU3292vCrPdXYyLz8VIg92C9MPAZucz2laUu9u0mpPfsUazdJRbA8",
        "zhx6ve9qoLvNndC8iT0lPSJ33LzbTmg8hNEVPB2DcD3vKRu9NUqAPLt8SrxDBeA86KeIPMQWRDwbrLK98W2aPF2S1LzMKIk8s8gMve2hRbqZmly96rx2uk1MYr3I8XM90LVKvDYBnTyjMyG95bSAPTEHeLz2uly8woOFu2ZB0zwswdG8cbCePKiyC7yzSSA99romPRQYKr2MdAY9VV8Vvf46g7xHKLg8XBxuO+V1Tr3v3iM9cZ8YPMa7rbvRivQ82LdSvK2ZiDzXtJA9ZsAqveFsmjwKkfC8B675vMHCtDz9bO08t0hXvaUA1ryQ1bm8I412OuqeDj17tCU9QqN4vXXQLD0M08G8teP+PH8pxDwzNjo9ozW6vCsgDT3Xi/27jY9DvTOJTj0NmKA9GogbvfK0Lj0E7lG975qKPEJqwDy1wtU9Do2Cvdpnjz0/uMq8APYDvZ3Cvzxty4w9qIjAveYsSz3TaJi96C6ZvZwsPz2He7U8aUZBu7jqszzR0Hu9kg90vU/uJDy7xpo8GL1xvZG46DzZRHW9V2BxPPKwKD3ilWQ9rkiEvfvfEz2tIaq9VNvQOwYyd7xfyB080Gt6vRY5nD1MsZy9hGsOvZZnKT2UWLq65dqBvAwORD1mNey6kYxDvd5myzvLkqe79keRvN3QWT31z9G7LlGavPddFb0gk008/sxNvEiucT01zE27i87wu/1uyzzA5Dq9aAHFvOhUIj2Q73884+Q5PV/XuDwL7eW8H2omvTG3Nj2yYU69pW0IPaa1l73BMMA9oAPGvCCVeDwiODW9EW4ZPXjoYjwye4E9Eac3vTDjKz0DZW28UGw4PSKLIbtvuKo8xlREvWAUiT0NiBS6IWPAvAWH4jsyeyg9yYYEvdjgED2MAxe9N2SmPPSvLb0O6Wo9nkdcvQgllD3nl329GEU6PWizEboGRZU9VfklvSBvsz2LoJK9WXUXPJ6MgTxiWRo9e6yDveDHjj17EBK9YScPvABpLL2oSqI9sLukvXm2Rj1LM9e9",
        "sC1vvLG0DT2ryLM9mtIdvZjckj2Yj8S8ulDcOz3g6jz1/QY91qIZvQpNhj2vWLC97cRJvXl4xz17Irs93h6cvZizgT0Mi1S92SuMvXdntT1UJqq7MITXvLmYt7wqsT29pCuCvXq8mj27M6k8wItivRpX9bwlReG8ZFGkvS3NqDwt8Rs9Pz9IvdJv3zx7kw69EFERvenYDT1Pr+g86wahvZzYkz3i5BC8YaupPNjALT1Hqp48awsbvaUXEj2syU080xCSvJb/g7yOyfw8+z9fvWaIATzfnL+8XqT/PId7Mb1ebAK8oGvdPCL4Vb3/JAS99fECPRU/jTxbXNe85V7uvAPQnzztgYw9Wxc5vaMkRT3J0+i7AQZKPGCLTr2sNzc8mumXvSrNrjsrx4K9MI3XPTQvcby3h6c9fDygvfHnjTxJUlu962mqPf6j9rwTLKU9r70Mvf4cvTxYwqS9ia7NPXhfJLytVmU9+3FgvbOiGDyniJ296VLQPfAZVLsKIC49ghzPvFi1Dz1gixO9BDNzPXqDxbzZ/Uu8GomJvTBVDzy+vuy8XoVZPbUYxLtv+9A8xX6RPFyfJT3nCp+94+04Pd9a/rxH05w8ebRqPGsZkbzLpAm9rpyGPKhjYDy8hzY9SRMHPHvcfLxTRbC9p7mjPS+3G73qsFg8EYxuOrMyiz1tx3q9brCPPU9zKDz10H491MJ4vRrLPj3+kDi9kp98PQw4l7wyjlA93QuRvIIGhD0kt2C9hX9VPXWsLb0i/HQ8745GvRqF5rte77W9WZHlPFUuibtoGTc9qiTivJ7rrjynBWY8B2PtuyQht7w+rlo9HI+LvGdWKj1dGvW8v/2VuhLX2LrvWns8nfipPM16bTyuQlU8utuju1b68jzlU+O8Dh8JPSO8VLutbPU8DWdfPEzzAz0BDsa81OHfPG/bqTxzVHk9Xl4UvXvfBDtktNO8Uyq7vOKDUT1kbyS8ibebO7Yz97vXDVW9y/nHvK2GGz1VC1A9IJREuosHErzVlT+8",
        "lfeIvXR80jujo/e8PLWavJlTKjyNQhk98JeIvHj3U7xUgAs9SCU7vWUJWT2sgPO8SjU0vUFRNjzFf3E9yNW8vXYALj0tRQe9E9eHveA4STycoj89OsGXvW0yjjzkUn69g/eKu2PPHLpgso499OUJvJpGHrwGqTG9YBoevAO4GzxlZrs8nzaiPCPmhz0ZlYO7FixVPHhq7Dxi2yA9cBlIvWZQfz1f26a60V5kuyl4e7sO6zK77BSMvFqWWrvrIjy9omkcvBOh8Lw8YHK8YdQ4PX6AjryQT+089TfevAgP1jwTwIc85FDkPBzXzLxTAg69eD8gPWQrID3f1oK79Z2uvFdsMT1EK029Z0MTPeY5PL1L2mK8ka0ZvewvFj0TFdq7ICHEPCOGuLyXYqU9baIBvUwgDT0PKYm9ikNhu0uIiDxgjYA9xIW9uut3uTzo95y8f8DIvI0kITwL18U8JL34vHOgnj1r2XO9KywAPV3GBr3hW5E99z47vVt9m7vDKJy9J7/3PJVDxTqiSU48OCFPvYYADLytnJa9GSs9Pbvlm7yjVnE98QMevdMJZzwKtFq9Y0gbPJ21mLzL3ps9JsGRvdBo7DzL5uG9ShLIOsx15Lszm9s9FeGCvZD62j2bCxq9ZugXvRh5Rj2lawg92CL3vdqwTT3prt69xe0ivTfByjxjgAI9C2Q4vdQL9TxY9nm9Z6Gjva5hnT2r3lQ96LGoPC0hEr3jaxU8/T+DvRTjBz70jt+9Xe0uPQEXnr3POc88qGfIvRM6nT0LrZ+9OaL8PLQ9mL0Qsh49PqdIvTsnlD1aB1w84vDXvGK+pbw0St6862m4vLpO0TxWljw9HJEivXDq+zyWqAe9seCQu/iYb7whxo899PErvfMfYj0jES69BpnoPNbP7DrMFUc9Y54uvQ6ci7s1Q8Q80XEFPG9Q4TyfHx89wGkNvN958bph6Ak9zFb4PI7+k7zMKVa9dvQUPBtOLL2MwYc9hg4avSEEszwSzNm8DuFJPeldmr1k/yc9",
        "E6elvZ4lnj2l3Jm9cclqPc3Uor2/GDI8MpSivfCjrj27yNK9IDA5PUrfrLx3yk87vnxpvInnCD1lttu8Y6XiPe4tGLwonJQ8NIkHvST0bz2wdsu9mhuMPfNYmTzIGYU87eb7vCJTqDubPUm9kWo1PdIOXjzupMY7PwhIPAsYgrzOrl29xnruO1xBdL3b0dK7ny2zvAh4prwz4Qu9XnUaPXi7r7gwcuY8NdxSvU2k77ot8Ye83VlgPdom3zuL+0U7dKBlve4bXT0gKYu9lQB3PFl1orzgn/y7+Q1lvWMZST0n+aq9a32UPUmUKb16p+A81TEgvb89oTzRa5i9+A0YPM+gZr1irgA8Qn1FvXeHkD1nb2u9tuYgPRAVf73iq8c8vDqgvPGbhD0D19q8lnOgPcEVVL3f3Vk9UY7uu7wxtzzJR1y7V1hPu9DY17yUQ3Q9mXb4vG9xljt91Jm84Tb7PPCicr0Flrq8xj76vFUEpLpbamO6GtBuvBHCvLwFo968XwIwPB9rEbsMHI49Fm8MvWoZyrywWw094xx0PJ46ND2cwYO7kEtXvclnID1BEhK91dI2vdo7PD0wCHC7KgCnvHK6JL3H9Wc8NIzRvJQsmD3aRRG81jKPPW6Wj7z5kaK7LEEdvXx1zT1bhZq9v78FPWukHb0HYSk9V1flvCLJ7TwMyj699JCZPM1jYzz8jmg9zsq4vdp1Qz1g9Aw7qGBCveB9dj1TFaK8xCuMvd6Ipj3W6ia7XPvgvKzjizzLJvO5cotjvcWhszzndCu74StXPCKIaT0v+nK9txOSvXysrz3hqRc9Itw7vUaIID0LfUo8Df99vQKmnD1h7im91b8xO9CtirppQGS8uDQ+vb3N2zxfx8E8yqgXPXJkDD2PDJc8HiY+O2cNlD0vD366LWEOuxldGb1x1Ts9g2fUvFUzYz0xYt+8aKdcPbIT3zwLT708OFzdPBryKzx1mIi95MTUu4ADgLzo1Yw8h2ImPSZw2LwffZI8GTdMvGeWET0b9qy8",
        "mO7EPNygsjs43Kw99qeavXmchT3IeQe9+XStvCYxLr04urM8ZWyvvMqOsDwZLKO75eWtPLD/sLsyYtU7WwjFPFCh2jzN4Cq97BWOvEYN3jz3bf27/K4Fvcro77yOajq8jyRxvY2oO7zkD/Q7RuLYvJMvBL0rvQE8vu4APXwAirztPF89vZyavVN0ej2rrIO9dEuJPOUEvLwE8yg9TLwevZ7tiT1D+x+973AgPfUq1Twhppg8+qGUvb6ziTyfHTC84URpvQJWfT1SUoI9i/PuvAkvoz1cuQu945lyvQL4ZjxOwpg7SElAvbjfcT1dRRe9w/a4vWbGVT37TgO9unKxu3Ze4zsXpMQ8eK/iveaQFj6ZxPy9Sq0CPkPU9b2N58U9covSvYh6tD0K6ZS9gczdPd5MGr3GjrY9K+CevSMz/j0k1ag73BSRPVbd67vCLGM9Pby7vOA50zy/11Y9mRKZvVOV5DumLAO7jtYAPZ0Vijzik4I9Z6OTvd/ttDygRZy8AolcPBJI4LtjYxY9x2IgvU42Zr0nzR88kpggvFI1s7xBJm2990eHuysjNb2Duk88F0ncvBgrgT21Zme9TT/uPO4IU70aJGA8IABjvW/4Sj0ar4y9/Y1uPb7Ldr3Tgas8dVHlu3cmlTzs++28UB7TPSWKEL2xYzI91JdavbbIWTyPlei97GDXPY2KG72YhG48RwjEuzw8MzzRmBS9GuPePARvzLxhuug8qpg8vRG9XzzgHYW8P/+nPeRcIL0x44m8zSyFvW+sTT3jCbi8hOUaPaUoJr3rqgG7ojUivYwjND1PWQ69SMnqOtj9P73KFGk9rYgIvRJ2ErxVefg5FvXFOj5HnjxLuBw8IPY/PPbyGLssXI69YRx6uy/BqjxbJda8nZ9Nva3fy7y72kK9WeGQPet1yzsizvM8HZ80vCmF9LtpP6a79uXnPL/6hzyQHCc8nbaDvQycCD0Ss4692SyPPdnGtrxUsuE7nafTvBf5zDxDcgi8oPYgPQ9V2Lx09D68",
        "QF6FvY1slzz64Ga8ho+mPQGCNL07CBI9xG06vQhJ9DtuqTi9+S2cPfetybwr0Is98s0NvfLPPTye4ra7nUNlPQYtgDx1uLI8sA8tPdkQNT0nzcW8iM0WvYdHmzyJbfm72sZxPOWZVLwUXmo9bkhKvbdFET0Q6Po8vxOXvEVtUD3Y63Y90iR0vcaqJT2p41I7gCYjvdC/TD1ECIC9Yvz9OuYAu7t+BWI9PhF7vevFnj1N3nO9iThVPV1Tn70Ogs88963JvU3MeT2b08K9zEnSPZiYIL3hWh89FUO0vbby7TzqXjK9Em+lPe8a7rxFNbo7o9mevb+aKjz3E+m7R1kNvch+FD2Gp4w8DpWMvXXfoT1GmVy8qtRDPI5Lzrxx6Ye8m0BCvVqCqz2tGoa7+XydPEwZZz1UzPM7Duasu3B8Cz3hBkA9xEKjPETiOjys+my9MbuPvJUUmz09cpw87AU2PbnakzyNvFy93NQjvKaYgz21Zqw7yDtvPaZROzzMmjC9wfSSvYvQ2zyfVTS9QWfMPDEwCjxbu2u8c7govc+PjzwFx1G9jN3DPKIc8zwPzGw8+G04PB0rqjuuqHa76UtCPe+ZFLyaBew7LfF3PE9pXD02Bva8pibRPNxnFj3+C8+8pN0lPPgumDyunsI857HyO+VrHLuWPjS9zZntPG45gLzYGls9XniHvFKQiDwcuLo8XXGOvNixMj0X5CS9LObgPKxGAT2NxP26kJn+O/0xgrxYqQA81XAPvXKS9Lzo8WG89MRVva66ujsA5Zo6qfVJPOM7qDxN4pe8KwGqPM1vDr2WeKc885oFvJClwruGyz29zwWtPC/NKj2x7os9Wa5pvPD3gzyegA28S+8QvZrIkTyY4FA9FWzCOjHGFrwVdQI8q8wPui9QNj2pDns9Y8+gOwfKUD0yedO8UVtlvcf9Yz3r9j49s7K2OynDNTwDtfq7ItzVvYZPhj3h8IY9ODZnvdYaM71rmjY9K0egvbah+z06gI28++uSPTtss7wm0qA9",
        "suUEvhVGVj1LPr+9mTKKPTqYmb2aBos9b6PRvQr1mD24IQe9IkAevYRYA73poAA9D2WEO4HW1TwxLH490bWGvUIFmbzFG+s8vbxuO/HH4zsmCVk9pQoqPDNz/7xYTG48XG2EvAhytLshMNm8jNISvQpOOrudJII9bxbvuwM9Uz3yRji8TmvqOzShh7zmY6Y9h5NYvKTGHLxy1OO7cAWAPXyDrb3yBkk8Twgive5t1jw/p3W9GviHPR9xHL0V+Qg9HC4avcuSNz1FMJG9gVzaPY3djr0+yPE8gFQavVcl+TuQ1i29Vx1sPWD8Xr081o48gvwnvVnxsTwMuJ+9xl9GPRS8g70+X6o8H0NfveBygj3f1Va9jae1PWTNqjrA0Ja8W3vtvAr+h7yPgyK9coA4PJVh+LwUsQc7ppFAvLhN0TwnASe90H0xPVxHLr2Vjj48+XxOO0N1zjwc8we9HfF4Ox+sjbyqnY68kdhTPDq7Cj2s1Wy9dyYlPW9fwDwtIAG9ttk4urr5HzhmaKK9gQedPFdV07xSa/U7kUGHPDGjdD2BsWi8qVZgPXMKODx+Mq48tEOOvVY7qDxax6i94eRpPf4xjzy+ZdQ7y3/xvAMCkT2XkaK9HHmCPflAJbwQEHE9LXCCvW/zPT3F2u+88bG3PRTIh7rhT/S7erLFvCxM+rqlPQW9IZVaPU6YhbwjwkM95qCDPEib6jxFUMm77Tfku1v+oTyRjiM92cM/vd4NEr06NZ470IgBvHqjPb1OUIe8fAoBvWJoWDy6SOE8zpkuvfi+BDyMyQC83dtquKwQ2TzW4mc8jUpnvbLrULwJPLe8PZhjvL8Jpz1SVaU8KLEGPGLHo7wmKsU81EMgvSeFOj0RJOW9ac7UPS7LoL3335A9ZuJIvdaH6jz4um69Iia7PVmgF71jtFw9g9apvRbqaz0nM4y98GyQPMz1oLxNzAc8uk1VvTq5Bj35Bg28JSkEvS9IC7yy6R+98u+xvSEutT20Bqs8G0KUPAzEET0JrdU8",
        "NwUZve6TqzwDKMa7/ycgvDJYiD2TeyO9VYtXvZVpaT2OX6k7mI4iPFifozxfQCK9EbVvvYd/ET3UdSm9atYuvVA2lrvjnJ88ZcslvRhVej30Zmq9MhUsO9kwKD3baQk8uoWEPMZG+jvfEi28NrrRPB0haLzN6ey8jlAwPLErnbyTlKi8b0taO1Lb8TxzfVe8cBq0vMhlBj2L6rK87kCavPAjOT0B0Tu9IKrnPL8Dm7wG9+S734LDvBx9pzw1lNk8ZtgDPUptgLz9/ry8lDtzvPJzBLl5Q6880epUvPwHxzsniMK8G9sYvSQaCT0a5h87A7KAuwbKUrxptio931m8u8gOhLwRx/q7duoOvevpOboMiZE8veJIPcA/ML30gSQ8pa/4u44/hz0xqdy831jmO87O6zsv6Fe84l02Oubo6TwTKEM9kA9KvW2y77yD1Yo88dxRveqQQz2p8xs9h3E+vVhZLrwtE847vwWGvL24Nz3MRVG8P7ouvYv9M7wNre67bg1lvUPfGzyZaxm81dATvV8PqTx9sAC8gXahvZAgDz1H5Cc9oLc5vTUEBb16LnO85fCjvHMjMT1AkWS8VKsbu3fXBL2hsls9mCm1vZpvAT1ROuO844CPPIyOdb0Ub7C8mXgvvbca0D3CABY9vXrtvKe9Rb0IDbO8KAdZvadl+jyV69E8seQzvTiFKbzgdaG7wyw9vedakjyurF+8gMjkPIdzJbzqH6m8Q8kOvejuiLyDQqK7r5/LvAQcuzuHvGG70xC1PNIoz7xmihi9bR4dPaVprrt7bY09lbHKvOzDYD36une9vTw4PaEsR719yEg9MpelPG5h/rpRN5K9pEGVPYcEIbxdJKk9L4A5POHHdz0cBAm9x7OQPbDdq7wWcrG7cZB+vUWJfT0cs0e9TlDSPLDq27sw/349vz6AO+nXRz1mXGW9GRHLPZykYbwCHYg8swG0O6zBQLwXoZC9clJgPZ9eOTtQ8ls9KwxLvSomWz3mk6a9KYyWPGhFrDwOiCA7",
        "4zNcvUG27jybY9686+2pPe/8Vr2XtzY7Srvru4t81DxIrz+9gEBkPdntt7wxF9y8979ovXbzg7znrhy9uwuAPKlOFr01FQQ9gn8pvSs7sbw12Tq9KepkPQNYZr0SPcO7yI3FvOvYirugNNA7bTaSPd2rkbxtXkY9XZfoO68/wDzGolC90iVfPAOZ0TzDQsi89H4MvF1BwTy0Xy68+MiGPY8oAL3VBYg86HWtvGbxHz2mHOW8GFqmPZtE0jsV+RE9JnJWvdyyQz241p69SnaZPdmOU71+EWO8BZHsu7VwUD14c5I7E3yFPBEzjL3CojC77lLJvNyiJD2NDgO9NS+rO+mtV72gx0680TvUvEc2Tj2J6oO81mnsvP8DwjsPRA+9l/fuu3YZi7wby5O7FHPOvGvkJD1e4i29J29qvT6IEj3GF+s84aomvaBOijh5qhe9Mv5cvcb4eTrecxk9F5xHvUw0fjx1MgK9aJmRvIAdpD1qhYi9huA+vBNJCr1KR6M839eCvHoAYTxv34K9ZYeNPf+zf7y5L1Q9C4DqvPrcOD3wzyo9ZSI9vSqHR7wCg2q8EEWgvaHioD3K6oY9egAuvdsG0zyOl3G9hIm4vVdInj0gZdq8ppsAvXE/5Dvj79U84kGjvT3sZT0va0o929qZPK5yhT0zt7k5Q4ylOy5OiDw4tVo92+GbO2Vkgj0dRje95PTLu3Gyl7uhCqC8aU46vVVFyzshA3S8PwaGvQiaMz1Z0hE9psbEuxAjUz3B2Yq7vJhCPNtKhj2vc4y7UTC/vHorLjz59CK9WpwPvfPzVzoAHLy8ct9zu8lkRD0nG728r1GwuqyEYrydFqY8CegJPOZOiby+Ls68AmjHPIswgzzOlA692tsEvTf97btQyp67OmlfPBkNeLrGqqC8XEDxvAyoBjx6nba8cBIJPMi38Lzhh0Y9U2vGPBUd5Duqc8e76cMVvYMXVrsg0Zy7aVMbvPgGFLySeDU9E6t5vCNkOz1U/2K9L5yNu1nQUbtWXlk9",
        "b2SCOxYpFz02Dn86ZDDoPA/QzTxfQ7W8shTUvGp5NT00ylI9hOBTPHsUCD2aF5g51wQdvUxFBb2jVME8EgOLvfPCRj0Coj29GSs8vVMuYDxm14Y9IiAivRZwNz1u9Bo9EPVPvfl/VLu0wW88uGJ5vUgdAT1PQ3683H2kvXhyIjpsbYQ6PU6MPIPcGLs7eKm8UhGmvd1dNj0f9w49Df9IPKfhH72PHAc8Tu+dvPOQ7zv6rwS7uo1tPPCj/Ttnxj898Jf0u/QGez2MDgw8HnwFPbulgDxG6UE9MkdMvRBAnzzbYGO8ku6gvJJGKb2qtE88woQvvWTZ7TsAbum88kiMPDJaL72tDrE8vqEqveraUDwTLwE9+tlfPRYQt7v80bk8POGMupxroTxmVbi8kGEcPeL3e72M6UU7vRWvPBnlOD0HbXy8EmZuPde7pL1RP9M8L10AvIdIvLxSp7y8uCxKvIf67TsS1c87ZCnevPdU6rmsfWC9xh1xPW++TL32Jok9RbXQPEMw6rqWAqm9i42YPOKEHzxJ13k9/yhxPDl2iTwTuW69w5INPT7T3rzL71W8nW9lvMwCsjz7co29FBFCPdbXjLzUwwS8Rom4PCha9LwnREi9v1okvBtS4jyOtv48dWEtvZ7gXjzmXD87ilRRO0Ix+bzzyE68z/CluuY4xjzNvie9HTifPFz0Zjxf0xe7ngNivGdqFL1cVCK9aKMjPazseTwR9KI8wa6ZPCt6ujwZ7ce8S+EAPdheML2/Ev27SaT6PLntQT2isDk8nzl6PPaFGr1BSwI9ELQCvXXzkbvYsZG96/BfPbgZTjyu9Rc9p8k3vQF+2TyNlii9+YhrPQKZ4TrN6vc8nrrYvIXhXD0KRQy9uuQTPIPMGL3avLm6lFCnvAmlej1Y42S9nC4uPfTehb2qlgQ8TqK4urAfwTx7FNi8+CZBPbXZUL0W+uU6pavcvDXEibzorxu7AfZdPQgC2jsRes68frYmvU2wujzMsk08j1nlPNrbXL3Z07S8",
        "zFbUPAREbjw+LAK8k0d1vXcsNL1CYNy8PRTWPOoG4rxEwAO7YS+XuxNHHj12z0m8LEd6vemhiD3N+gs93MOwve0L9jvGsCE8mYOHvMySLzzjlCw95SqsvBDihTuyTTW9HFUdvVCRUz34rWA86gfdu2y6ND2JqXG8uu2xvCp9fj0GX64881aYvILuo7yqrdq8ZMYlvMKV2zyPk5285fxCve06h7wjgtc8I7ycvBB1tj26+fA8X6EgPWyHCb2aYj08nKsYvZm+/zsrDUg8Qba9vI3nKj1OMdm71z5xvM7jb7xjAXa8B42MPJoI4Txqbr28gSJBvNqpmTy3+XM8KIMEOpAqzjzghEK8HNcpvcAlPrw8T+o8sZtrOwFxjD0meoO96uNPvYjwHz3pQpK8mk2hu/kCPTz8nsG8lz6Su/JXBT1zwj68dJBLOwLmZz3aroU6xuMaPV65iTyYeww9uNcIvSUaVj2wBaE70cOJOlWimDwU9C68PEdevcK07jxEVOG805TFPK6VSj25fYw750bpPPslp7xpUiA9jqluvLmi2btA1NA7uff+O7n67TyByE49K19RveOAdjwYADS7vEI1PVI3QjyuRbs50wYtve/E+zx1sYU8sc44PfO/iL2YEsQ8mK1avZb3ijxilsY8M46uPL/Mujv6cdK8Y1F8PH8xfrxZQAA9flAuvUfOBj3XP688BsdcvLrOCT3OrHG88fEdvGjgQbqBehc8mdAXvBAMsjwW7188qkV8vYrBFL2rDVO8Eadeu/3rxjpu4Wo9VPzEvB2hJD2VP9q6WN5gvTWvKj0cz888L6WGO+1b+7sFV7o8TuuIvRxumT38bJ07XWbWPMthAjxbzZW885ygvUZVED11Ug090QEwvG23Lb0caQ895kr9vBTZiTuFePa8rWSpPP/KJr3A5mc7kaJQvSCUQT1Zbds8zbERPfXRuTsQtDC8UFbsvGCBFz2fQIc8RC4oPY39fbws/Yc9k+B1PNjxATxi/PY8E1CovAHQzrz4TOe7",
        "CKZqvJZGtDYCMA699wqrPLZ0xrx0OXm77MWOvLsuNz3afmU84D1mPaEcAb3U7Qc9DqQ9PH+Htbp9brO7GyYCPaWrD7xhHXW8KjQ1vFXqyjyW07Y6HvMxPW7pWLytqIU90uAlvaBvBL2iXUq96I5jvMZ/Vr0fXy48jd4evYSatzwTrKg7vtuzO+tVQL1nEyq8P8OgvCqTNbvlEtw8rkwfPR3Dobxf3TW8ZcKNPIQv1Tw2ulq9Y210vBgG4jwnMBI9ymXcvNQVGLybwWy9P/+mvIk2S7wy5z897MZ8vLDyN719w7O8/ji2uubHFb3tTTy8Frw8PUMwOr1ifi69Hgo2PdhD27zePOG83okLvCtjAD360Lg8uUy2PIKQ0Dt7AYY7nQggvU5BgTvtzT29lgrhPEe8prxoirU8OW/FvHIZdjwamu67KXtxPREIAL32WM+7JysmvGToXj1E+xi9Q+SJPJq157xScVQ9uc0evbRJsDvPfCe9g1aoPHaYlzy5dwM9UbdBvXo46DtFfkm91Pv/PPtriLsTYIU8lZ+jvDnxHL1tpjG9NrTIPPoQ+zwwn0e8kuKMOlN9d7ytQoE8t1AxvWWkmrwlcg29/7ifu9mU9jz0A7a8zqBbvaKN8TxnghW9Yr8aPY6WMbwYQnm8pr8XvChz0Ls+q6k8v+EdvbSViTz9G5a7tGANPOVhiDzwcJC8Lzw2PLdX4LveeD49TfHauoM/+jxulBI9Cz4GvaNElDzXOfA8WfsXvPHiHb20+Zk80xxdvePchT2MmBi9YWUmvXJd77v6e0g5yQyCvQ6YEj1tIry8HeQbvC5HEr2sEw698VgRvL6+F7wFium8qG09vLEWDL1dGaC74i6rvWUusD0ZoVC9cM2GPVs3ibxIAFw98yA4vOJdoDywgTU6PzFCvAkrPz2zCGw7lm1JPBojNz0x8/28HHy5vPqFmDzZgxw81ZMtvfqYAz2mlHk7S9u6vKpuuLuFBTi9hoKZvFCiFz0vckg9edNAvf/FhT04Anu9",
        "y/MHPX5QJ71u2QI713vhPOZxOT2ONgo8WoATvGiXPL0P9WA7l1KwPI3zPTyo7N+8ko2LvMRZS71sbGs9asFBvSHj/znlDJm9QBfYvPnGFrxT5GO8PJCRPPEAoj0mBn69pPoMu/+3hLwMwky71paMvIMVDb3UJOC8+jsOPZxFsrxNyRy8Iqo2vdyakLuocv678PzEu2JMYLzKMD08JcdwPHofrTw2cXC8njgxu7FRDj2be8C8QmofvKxHGr1AXDu7QGh5PE2xQD3D0fI84FskvRxTrzzhDCC8WVtnPFFJBj2i2oU8asJPPFMQKLt3mMS7DPACvWKJ1rwYp5+8U1z7O2QZ5br+D+Y6aEWjvADiHbuaYR09xUelvKDgvDxbd507a4gJvWmtl7sL0W89r54ovFPRSjsyIwO9D6TZPDoCRDsqbIS8M4zQvIQ5y7w5poy7ybXNvLMxKD3HTVo9MTdIu32xCb32l1a8e65LOvHSorzssmg8ARtYvKw9bjy5sKC8ZW4KPKlvd7xlXlA9NsWQOoSDuLw9GWo9sAn1vJuCnzzhbws9BakpPID+TL0p4um7C+luPLg41rwzSzc94wcePZMVhTzArSs9L5otvRBouDyR+LI74l/BPCj0nrymgYe8Ra1su8MjSj0L9sm8ugpTPSkvgL1IuRo9o9oAPcIV3DzolP48otmWvDkU8joQj3K8aLAPPBINUbs4gT88D+kJPVgSWr189x492tfWvIBnGLywyy292hjavANRIb2r7mg9D9kSPdXKXDxtu2O9P6LjPFmMqzyZdIq8fPuCPJfyzzy4Q9S7WFKuvNKBvzyhTws9ZHCNPDtwqDpVVgO9uukTPdRCO7xO6Sw9Mh85vBAkjr0nQ5+69UpuPJAJwTwoGxq95G/KO6V3JrwhRJ87CPCjOjRgEDzq9BQ9VwkLPaK1bLzu0R+94EMXvY/oJDwe/A68QXY4PVew8LxgP728nfX5vBQGxzw9nD28ESFxPIdXgjtIKy484s4AvbZ3KL2WrdY7",
        "TnXCPG5WfrzjXU29KaDQO0ftDr2ldaA8s7UjvMkNDjvPn+S8rtwJvfgAAT1ps8Y7AfkkvalDBT0B1wG8ytxZOwz4fbpWDBI9fX9Lu14KGb1RQI+811DovK/BbDw06Zw8WNsXPWfkcTzC11U8rcMAPYvjAD1TmBo7sMnLPCV/xzw5Aym97eVlvG9NXbp99os8eIjzOTH4Ab1Tmty87YgivNI6GbwzLCs9wtYeuJy7sjwWc0W8tjbuPLqqxDwZC8u8+qq4vIr1OjxLbxK8Xz4JvXWRLTncebK8WdoQPZ+t+zzzK1s80D2ZvOjFDzgO2CU9QGsGuj+jDDyneRQ9Cw/WPFtmcbx80Rc9zKcAPJ7xEz2w1vA8XxG7vH+7lTv+/sA8BJPCvBSDLLxReSa8C24ZPKi4LD2ySZ68QwFmvezQBb0ehT49n84Evcx7q7ubELc8f9LpO0KXTTz+9NK7l5G5PPB6Gz0/okw8LmRhvN5+sbvYEUg7WHgFPVeFO73Z44I8ZaYcvFZQSzwGy907AuQAPXaUGb1UF5I8WkzVO48pULskA8S8bG/GPMLeobxlxJa74tAjvWf0Ory8ohO7cCpNvSmfbD2HOIG7CehmvLitXDyyLU09VDY4vV3JJj0gP4G9DXY+PfIhFL2O9LA8p+gPPDYWZDwLBTO9zTT0PBY7OL0w6SU6Ul5IvPESkz17M2I6xkfbuyI9Ob0cfRW8+QJMvRwYLT0yBC07j3jru3KGSr0+pOq7d2AIvaG9DD3qSgy9VxI+PU4NrLx4XnO8Nw/tvBBk5zxE5Aa9ZGPVvDoD3jxxKv48MFbCPFKlwbu/FcW8qzLuuwTQ4Dy16cc7o6jTvCh4AT3z3AI90aZ7vehraD29sAi9480DvUGYRr0rxNK8d48uvcbT07xKhro8MtuuvKG9Az083OI6bjJDPW3HcTxkXIC62mUWvUoUED3mmyK9Y3jaPHTJZrs8ukQ834zSu96p1bveDtg8s0sjPZiDGDzQMzM90BmQOx5kVju5YHK8",
        "W2juPKTUHb26MfI8RhO/vFluELwP2Ra8eYL/vFcfrjzUksy8oskYvXE+Vzx7V9o89OcyvfR3lzwGkTY9ThJ2uwrNyzwBEXa8BnuQvD9T8juEDNo8KIDcuzKeC7t59yk9zGsNOr4RjrzAI++8FngkvTugRrzylEM9J0EdvGKixrzyGP+8syDBvFY/Try8ady6WoYrvarp7rr0dO+6CMYHvLPFlzxFmUc9kmkKPWUc3LzJX9Q8XtPRvN1lNr3EJQ89hdcWPRGwID3ZO608KBOHu9Mmcb245Fw9nryEO3Pf9TrTVKg8axJZvL9Ogb3xoDq7mcE/PGkjGzx8KKg8JDhJPHy+4btCray7nqUgPShpIDxIg4e8pxByPP8AOL22DS89rkAZPSmlPr3qDyO80rxfPC9ZbzzhiFg99ABGvK6yr7xGJak8wbARvfpW7ztOk8A3zRddPBzRrLwpxQ49kR5UvWurMbt2vQs8oARHPB9RqDtrAou80L4nvQrqwryPiGC8ZgCQPHQ9eL1+2gQ9M0wYvburgbsYCWU8Z6c0vJAcir2v2uW8to1SvaNX1DyliiA9dPI9PYa0rjwSaQm9SbvpPGIMKb1iGIi8M7q1O1mzW72xiCQ8LSJMPEeX3rvS9To9YcocPTP0H72WXWC6JT8ovHMxZ7wumXi8wni0PGowgryrwgC9KZudPKnQBz04oSQ958yaul7FUTxqWee8xrD3PB6D4bxI38m8U48kPTdavLzzPe68gE3SOzXIobsMstG8QkzVvCrUAL38Jp+8G/MQvZbXQr1yYXs8ymwXPVe4qTovcwg8NC+YPJWV/jw9biq9bzMOPTQOyrzTN2c8+4xqve+n1zwOmJw6OodIPb+KML3p3v0840AivbVRjLxKFsg8xm52Ou/HIjxYYJw8s92rPLJm1LwrTvy8nKvFvGTN/ruU8fI7g30/vG0jJrwT2Ua8ISOlPG6LArye6Tk9QjquPPsaI73Z9V882z5fPJzmwTx96Xy8QF+2PLB2P7tVQKq7",
        "lWw/vVUQ0DxY4ba82jw1PKSVGLwWkre7Yd8lvZscorswg7Q8Y7z8vHUkcLuolJo8jDMNu8a427x3QjS8PpHFvJ0YkTsggw49OncNOnCjGD0sNA+9qdGjPM3hO71ST8k8Rm0RvMmN1Dy9F6g8SdOpvGEPobxQGae81dn4O3JgN7wDnQw9eYQvPNETWrxGFjs7tS4IvTmZtzzhZlw9fNhqvSEy0jysF1e8kRvPunH3Jjro3w08raLLPF+RBTzQBrA6dgvUPGhonTxdJcM83ZoYvV72gT3/YV88YCqFPN5J+jzesS08f4ygPM2EZT2n38m7QpSIu0oRwLzCrtM8CyKDvebpbj2+/os7jsZNvCGS3bsfLD89Jw4+vT9MET2VbWK8inIdPIM7Kb3WOwk9sS4cPOMrizxtkwm9UZ0fvWZ/sbxShRc7B8xavSjGlTu86B47bw5lvU1aNz1dwYo8IdcevZGIBr3sZNM8dD+fOkFjmDxCYls4Vy6APPaDi7wGep48yjELvXeu/7zRV4A8fkOFvV/qdDw9ey69r1SLvGgJAj3MNzg9VNq8vPMXEr1ISGY875Q4PSdDsLt7Jp88E7DjvLO6CLwvQwe9NPThuscQkrnJoSU9n3JnvIixXLyHW6m8hhgrPbIsQbymbFy8yceBOgVdj7ysthu9d+jiPBSkMD2gtoQ6fqg2vKXIHT1WWPC8Av3DPHt3DT3/27o8Z0Opu1dswLzUpVu8qvIIPU8tv7wi6KC7jVhwPLql6TwDcDI92mhOvIRC4Twmw4y7tE+gO7EKlTqr/c88dXcivSlUIr3mw7Q81grUvJK+Ertm5+E8jaGsvCFg5Dzx2Do93eDhPJtct7wDSso8DTOGvFbcDj0a4gc7plYqvRMGoLy2dmA9nVWrvO65IzqlY+68JV/uOzEp67wherU8/TVPun/7/zzJIsk7jo0LvfDVNb1v/by7vC/4umXiAbyBw667X74HPUvqCrzchL884nHoPFWPYb1FKlo9smeqPKjFO73lz9k8",
        "zvbnOyrW3bxzh427XmlxvJGy7bs2AoU8UasiPXQber3iZ6s72fAQvU2EhDxj9bO5zLWCO76SSb0yyrA8Pd8xvaRkPTwpoVc8o87uPFOvh723Bfs8q2hbvRukjzxWi2Y8yRHvPOmUHDshi6m7ZNbkPC3VDLs9TAA9f6IYPeQaLrurTQ280HtYvIUFi7wQiS49+XbOO/GFK70nzQ49gOZJvQo/xzsvP648v9ZqvOah0LzPac+8Pr+eu9fBJDwQzY08dGQLPeL2Pr2xL7E7V5fWPIbqDj0bdUO8Al6BvM2PE7220UA8arJZvSAAl7zHdcQ8IQZDPahPyjv13VE9Wg/hPCEUmTtfHs08UGKlO8V3K71YScW7b96OvODoFr11/v27OiL6PAdbar1j8YA87o30vEtbgzyugkI9wVm7vF5O5bz2y728jWZpvbIh1LxPF9o8MoYuPfCtqzzhedY8cZUyu/7z5DsQ9oU8qCDTOiDBDb0mTny8sERuPKiOyjzLALi892OfOvSySr13s0U9219KvIKppbswRCS9ZZzEPCTnnbyMMwI9uM+0OtEHF72BHfu8S+NBOzqTkjzbD6G86I4jPPZ4CD1wMSW9zcgsvQWoIb21/rS7Zg8SveKDAL3URqE8TYkzPWiJ6rwFpzs7b1ESvbL9xLx2zpa7Jq8rPHPu6zuRm2I95saSvESb/zwDgvE8IeUIPdr1PDxDM9q72y5RvHAsgz2tU129MReAuprgKrx3VMa88bcsvaghGjwVCQY9Y+/avNH9lzyPbdK77UkLPZS/Qjz32hC9cOaYPECHAj1sXTE9H2WkPJFOCL1BkSE8l3YuPGItTr3RziA9Q56ivK1eBj3Vx3C6OgxEPSGKGL3luSe852hovHmAMjyjEre7vE0NPTnnF7wx4Nk8Oz0uvVWAhT2vkoC8JldYO6ec3jo+MRw9wvCTvLze+TsqqGu8vqikPCo1RL2Vx2g9DflivOc7GLxWDpG9+FMVPVBPfL277mk9+cduvaA4ED2/Wzi8",
        "LiOLPE01SL0rB228+TIjvUI2Mz0YKhG9ce8jPRAXljwV6Fs8FGgBO8uJIj2TBnE8RMsSPVhQC734yuS8GJ+ivOCeB709F/M8oBSrvDSjrLyDQHE96DAAvb3WFbwyX507pzmOPB/0D7tEYLA7KGo7vUj3Oj3Jzga95+sCvY+lMb3v4KW8a+ikPAuJxzw/ubs83dMHPebATTttRZ285p9OvaM+vjwq8xy9mH4Nvew5NjyrrEQ7EpvRvClWwbvJVxM9K4KyO1GH4zyXFoQ8kDCAvAAb/jxNLIO6N9vgPMxFxjx+6MY788ywvL5LOTxkDSM9wyMNuyHHpLwLOLI76Yj7uj8aC7upFNo7gjszvQxBQDzxqzw8zACjvBO+izwyqz89sgE5PItMBz2+6w097e0ivK6GQjyBCsQ8exylu3icD7s2HL+8TwL+O2NJ5TxztAU9av0QvexeITzkA4g8sx4KPW2ALzyMUXW8yG0nvBPUbTv+iz092I2DvMCUjzxboPW85m2qPPP1jLwKPly8O/KHvDP6TryMntg8PvYdPam7Lr3GZfG8qJqdPMxgNrwPod08edrEPJVeJ73559Y8R+KjPLCGyzzSsRQ9nlRPPfmRAb0NWjK70z/dPBbgEr241yW7Fj4EPV/XfL10ghm9i4JDvX3zcr2rTAY9OFBuOVFDULzXDQE9dK0OueB4Yzy8Xw09qkdKO1/RnryXJPQ7It+Ivan2PT3YQAe7wqGgPAtkDL0e8Je5Y7B8vUYefjzbVQY7hox5PYniQbySPfs8QyZwPKGvEb1N5eE7WR+KPenwUr2cQp48B1rcvJp2ED2WGUA9Lx75PGDIgDzH9Ku8pEm1PJq4JDzt5iG9Lm2MPOdwMr1m+mI6TekNvFFLDj0mneY8cz/JO2pHAjzRCM+874OlvCEaLT1fBFM8DqwrutOfLL1Xi5g7EAZZO6JHj7sbaeA7ciViPY5oN73HMQo9O6wtvQFyIT1CaG48QifdPOqYn7vgTp883unQPNPVPb0raoq8",
        "f9BxPYYDC71FDt28qYjHvORCF73LLuY71u7FPBjxO714LoK8sZBkvTv8ML39i2C8Pg/OOzV6hLz3g6k7axqqPBU6i7zC8SU95fYEPD7zXLjL5uo7lFBuvdeumTv5rhM9R8TlvGliKLs5MQ89mU12vVkOG70zI0Y81stePOZobToAQY+8PeJNvfmTIT2clua8/+egPLWfATySbec8c93bPA0O/jpcGDG9u059vCRQRr3cpVg9rdRPvcvHj7tVUZs8R+kPvGkOQL3HCTQ9ZlwpvYhBF7yQaKU8BldIvFbhA72XwZk9kD6IO8D1KjzYYoq9sDcjPaJ56rw+qyA9WbUMvCVMwDygtRC9/Ac2vBncDbzpo189ikH1vEIhAT2mo5a82DkHvO7n97wnuyk9k+yWO85jaLxD89Y8pIUCPYCnSL05Cxw95XZsvMA4ITxQuQs93S4pPOxnwrzNL7s8casevZ7zGT09lOu8bMcKPavxRLzDGIU9sy06vJuwOz0BRjq9jHCuOZZmpTwyUCE9MpyzvEMVRD3hFya8cyJlu8KLMzw8kSO8lPZEvXyUhz3YTCG7tM9rPb+3ZzxOAY+6q4jdvAf5wDzJ6k69bq7wPIFrfbzT9ho93sEBvX0EiT1e47a8uYpcPCJnk73WtY49kOAIPL9hJDyZ0ZM8WlVkPZaNqLsnYEi8Vt87vYBqlTv89j67tDs/PYZWZb3G4fY8nGORvF2dCj2nzrC8QGm+PIc0SL3TFYe8lj1VOsD/eTwuz7U86OYoPdyZXLxrc2s6cbSTva/KcLsWL3q99lhXPa1GTbtSqzk9yTOSvdAb9rsinRY8NcycukGQ4LnlDkc9g2WJvQ2aLT0tH5I85XtpPdwtIrwnclk84TaOOy5QmDmaQYc8YDeyvNIdu7vYCLY83a/quwXdW7lZcMg8wnjCvIo8IbyDpIE9cc12PPDzhrwXrcg8xVnYO8z+6DiPwJW86bVGvT1YmjyyGmE8jM83PMv/Kb1Qfg+7C4ndvMNnXbw4De+8",
        "hbnqPI7Kz7vmlN48dz1pO4tyBD3qW1A9w7nwPN0RBL2nRfG89cobvTF2H722bd07N08cvZY6BT0yXMm8PIPVvHvIFr0l/R89jzs2PbV1C72Q3K88KBjrvKqBPzy+UVI9CvyIvP1f/Tz8vRo9dy+1POeVfrtLWUs99Ti3vPTy+7yEagW9ubQlvFLxfrwjY5I7PMXyPGaNnby8Tqc7xtmtO/Yo5Tv/JYE8KkdNPVmQNDpZRoq7qv0mu22guTzZ7dS8vCJyvNo8kjy2Z6K7vIL6PIK3Nr2NzU09RoDnPBL/4bxkztK8GAGAOySAET24ASy8pYwqPQ9YljtFNWc9omuTO8z3sbwMWhQ9oYYOPfB+1LzeCzC8fscivDx0lDyyY5q7b5pVPG5BKL1T+RQ8MonfusR4fTtysKm8OrMHPZGTrjtiAYa8TThyvZhT3rxDljI9q0bPPL7h3LyUhsU7ZPE6vHZlsrwNJJk8L5kVvNW3jLx4nuw85YiiPDpj6jyopf48JvOPvFUMdrwTFuw8lR96vMH7GTyRRGQ8O4P4O1MeXzzZ56E8bXaXPDxjqztSZKa8gERoPXYBADzk9dw86OxdvZqlybxz+qE8x3BqPcHobr1lYqg7ai5OvWQlibw7xRk9WPsgPc1uPrxYulw9FyQhvX+EBD1vrP88Pw42PXx8B72Kiaa8WP0yvfsZK70Q3Ze8/w+svMTMKr1X1t27eA+JPJnqmDzaGo28u5PAPD9LZDsb/4886c/UOjps6bqNOYw80iT7PEWuSL3O7YW6qP7OOqrUILwh3Ac9mzIEPZz9fb0NsVU9tv44vU7+A73s2Zy76BswPDLC77zk4146iH7pvNgD9rs2kIu7dB3Yu6Qt2zw5ixE9uU9bvavx9rodvjS845JSvEKPlLyfawe80xI4vcTOkbtrDWy9sfQWPCJ8pjvhT88806rru9+Wgj1uQIa9s5gbvFrLjbyuG449NimMvZZJkDxxLDw81jE3PGCPYb09/iA8h6JbvTC2Lj0OzIg8",
