{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              19,
              52,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.7.0"
  },
  "hash": "10d6ce6ecdaa875b97c643ac0e3962cf1407bf1b1c71e07adaa8f6e21b5f2d50",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      19,
      52,
      3
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            19,
            52,
            3
          ],
          "values": [
            "3r6JP+hKLj3YP/G/9feqvwspE7/86xi/ICxyviHgub+8vGg/cOuFPsPct77JOCQ/LFcWPpL8gz9y/ai+LtsbP30rTD+sjNs+rrb2Pq+9sL/9nkq/fnfNPs7uzT87DZI/x68Qv1QxqD6GQYa/OS0+P+Qz/D97Phc/qTPFPvZ98T4ZgLg84oIMPxgUZL8Bs6K/D5Zfvnznp74sqoy/GBk9PwyO6j4BPjE+71m5vsdS2r0KUdU+JC3Qv1ZMij6CATE//GOEvl/+6r+hij8/BD7fPhY5+L7CB6y9Byy/PsFOUL9KSFM/BsCRv5QC7T/1uVW/r7CaPx+obzz3MIk9YRX4PvofCT7RNOW/0PBsvwqe6b/kGMO9Ws+SvwwNez+LOzo/LxM9v7mDKb7ls7Y/XqCcPx4017+BFQ2/s0zev0RP+j7NUGu/8cGJPyATP79FKu2+V9+Bvyh9i79h46I/KWjLvgeth79EJe0+ID5ov0y7MMCfUfm/LHrXv71/5T8x9Yo/LxlfP8Pmuj5wuFk+O8v4P4VNh789aYI9q1b5vml0gb5llQ69+kCcvv8i1D41PY6+BsyPv3v/tz8DQRu/iO+/voin0LzdmTC+rSGevKQiWz+S9zi/KRUvPnjBxL6rGZA/dkgNP5clD8BSqGO/IBm1PjnrnL+fgeQ/apqCv0LZazwlVQI+tqFWPvYGaT9APFw/185Ev2DdHL9sGRlAIYfBv9eIoL8F2PY+33HBPnITuD8XOKc/QTCHPqfqML7RaJM/BUe0v+ICaL/ZA1++ZlCJPm3SNb/h+YG+XFicv7IqrD99obY/Q2h7Px7Zaz+EBgG+kVvCP6sN3r6pb48+dQwDQLBwob2SyTw/jEuvvnZvxz5Q5Lc9xaWsPgFqDL5eMuC/Hx0EwOONyz+BFBrAQVbOP+JAkT66P4S/F+LHv3MeRj8d0N29R+4lPbHQ2j5ZQc29Wwe7vCDiFr/zKMS+KKmNO4DDh7/t2wnAiv10vYaFLL9ecqc+UPtlP38D3byWNJs/",
            "AjtDPzzmBb+Q0oS/bt2Vu87Rs7/3Zra+pQrFP2sMGb7qYGu92mwBv1nwmL9l+kK8W80FP/cTAsDCs5y9WWD2vmK+oD89Wbq/xymRvjKoyb/rBAe/PScawEXezL/ZIme/HLeZPrhay7+PCZS+r9rbPuSk6r+By8c/6ncJP6wiAT4Xdlk/vYEMv3RvPT9eaEM/GbxdvbMmdz/aWPm+e4jFvaFCibzpDPw/D2e1v3ngrD2b4/e/wpSuv64Auz4MPbo/jAgsvB2tYT6Qh/a9p4sKv3gMbT8QeSO/lK1+v6xnojxRMlC+EnoKwNDeBr5XXIE+qXIXPzpUlD9HU4a+BM2WP4xZtz9rxMw/jKxBv29tCUCH64S/HGqav8VLYT8sKZE/0AYKP5/X7b2S5X4/ifOEP1jQnj+3/48+9QUxv3CRCb5eeVk/8Mdiv/CY9r6VAYE/S9cRv29rgr7s/B4+SbYawO52y77U6o09+NLYvtVkYT7VILq+EqcWwM5QMT8yPDI/dyVwP7VENL/pSSm/DeBFv1EECj8iJjE/terNPl7Krj95MrA/IgfgvoRGI79V4ZA+QNsePq45LD8j6BXAQVetPiOEzD/Jyxk+pRkBP8AzKT9uEIe/JWoBP52NsL94JGy/vBj/vyRcB76QKBrAmeBeP7TDBb4w3Ps/e6K1v2ZwNT6IgKK+1nTLPx45RL8qv4C/2eoqP89u475C+NM/zrstvw0p1D6KDAg/MYTpPx7iFj++dIa/NX5Iv9p2UD8iKUI+S+CjP1jat78mPtO+2HUwv8LTUr/zLCM/Zqz9PmlV0T93bMo+pkeyPz+q2L7og42/fD7wPmVOxL9XalG/VbLKv+2nPT9vQxw+gw+vvzVAXz7Phf2+X+IPPQr+sT+Zrj6/YL8nP+/tVj/dhxy/sJ2PP3di8L+8k42/sSS5v3s/xb9aYxw+/CqbPwi84T5mUi6+B50hv5xlwD4xmWC9ogiTv8KATT/JwbO/IemMvsS6aD47oFI//FCqv6EdCT9VEfm9",
            "0yGWvzesZz/yXBC+S+JsP/ctIb8KCP8+69Ldv07Inr6RdJw/hd8yP7587r7e5RQ/XWA9v9FqV79R3X0+oG57vnByE78J47s/bl5TP38Ykz2rxC4/C8yHPZ0Cir9dChg/uRtnvwctAT+F4Iu/mPEaPy0oYL+mI/O9ZA6DP26O977i6iE/KmWFv+mZtT/D050/6brtPcgjiD/Z5gi/yvXrP2J3mr/ch8C+xbLbv/20RT/cb4W/1+6PvyE3iD/0JyHAww09v5FTcb/z6ou+dojnP0DYVj2Plk4/nDmDP4kOvz/1nw4//cRGPkApMj/Vv42/MbXRvhl6u7/0Hau+ma9Jv29hyL9QCaQ5lwj2PuArFb/THL8+2SciP+KMqr+JYwE/LyWUPg2dNj9y7rW+Ju00vnjrEb+vSCg/y6iRPk3Fx7/4hTA/sOOiPXrfoz661t29SAKAP2sTjj88vIQ+E+K2vtDAnD8MiLc/0z3EPCrqoT5zVzW/0F4yvsofIj8tN609d8+BvSnJqr9jv5U/dzQNwC6ZED8K2Oe+Y15evfmZ3D61UIK/zQJxvvI7Ej8s4eO/C3TWPzsZYj8pT3S/rZYJPvpxyD6ZNsK+BvgOPoFxlT+HHwA+Cd3tO6ZYkD81Hiq/NurivreJgT6/944/rVu5P2JdpL5kvb2+5FeJP703u79e5cQ/Wq1pPxFp7j6TBqa/AmrevyV3h7+8XqU81k2GvxeGRz0vS9u/AGmdP9cRv79AotM+/i56v5isPz8huOw/NfyyPxxGYT7SsR4/lUc4P/94zT5X88Y/Ph1Wv1sqZ78owX6+AbXXP4Lrrb2tXoa/VuGRP+Vfor9/LATA/bnEPdyljL7QiRI/RC6ePwNF6L6T1TO/BamJviO8ST9s/Go+viidvZ7I/b7h5E2/8bzWvswFBUCDNl2/D0gaP5eri7+Bu8a+2S26P5V0Qb5yh2m/k+4Kv8MEmD0Qo5a+lpKyPWTNLz/UdJS/IigqvvBsPz7uNeq+PRSCv3zXpb49J/u9",
            "F9WcP/i2MD9ukK0/G4MoP9ZAfL8Jams/JUcdv0n0Vb0wpsI96IwAwN+0E76fpuw+jf7Fv3m4Jz97ep0/nHRbv1nAwr9marK9Z2e5v9MSwb7ashw/Z8J3v1NN2L8Fvhu+iURyPxJtnj9YXSC+H++Rvt8lyT+FtEK/aKYNP1wC+T5ZH6S/9az/Pv+ox7/AJPI/iy+SP5T7ez9k/8A/C0rDPvU3mT5RMzG/SfrJvlhoyL5LXk4/HaXnP+AalD7sVPC9y855PhSMTr/hVj+/4eGFvtEkNr7IQai/7NupP5Hfsb98+ji/xDcAv6gIvT5GO1w+WRtJvi1hEb46ylG/Wr9cPhP5Tj6ajwc+SGf2vm0aiz9eRhc/vUiZv/Gctr8W5p29JAFEPvtgsb/CvDC/0xj6PUaMjbwEcee/zLb6P39Qcb4Oh6Y/EdArPzBAI7+x/mQ+LktzvwBSzT9Prc2+EZf5PcRpyL/dGF6/1c/0Po2K/T9latU+FyMjPv5x379/x7W8MKUdPjDKyj563GC+ceFJP7gigL/uvyy/gbyXP4hDqbwxkiW/4iKMv5fVNj9p/Lg/6jM4Ps7Ihb/Kegu/v0gMP1pirj4tvui9cuUhv2DKYT+syABACltgP+Ghg7/wfS4/GbbCvgODm7/D80s/wkZHPoDSQr8NmhW/2C1jv5mTnL/QceG+sqTpv1i1UD5Th4o/F97NvstaKj92njQ+DHTyPjIZgT+GrQG+i9JyP8WMcb9qLI4+UHWFvyf00z5Rj5w//2YtPl7jjb9azS0+K6+7P1XHkL3Q2ZK+NUXxPrTikb5SAio+3bABQI9Yyj5SwJy/ue4Ov+N7PD8mPG0+2CP2Ptw3Fb8LDQy9uUaIPu+/kz9yWoA+bqAzPyhLo7/KKmU/TbpqP1kDUz8tG8y/r0GVPSmZnb8UUIw/j1XPPv351j+jwLI//hxtPuwCGr+2mrc/chnLvrYyzL6BAEW/0PDZvQGCr74TbVO/srtbvwCxtz9QoWK+NvF8PiHcCD8DyN+9",
            "bu8HwJF2jr++p7q+l6PmP5FWzT++SrO/eKTfv5+c37/sP2++TYnPv749TztLhJQ+vt5RPrRUUr9mkMK+YeS9v+48dz8dg48/SEDBP7Mnhz5FPji9jiiwv0Znor+BngA/vE6WvmUZM78PDRA/KkQev6zjDD/rUGk/n9rhPmOCGT8k27i/H3LFvw11Tj/darG/UK5cv0KFlT889Ac/eSAHvgsKlL524cC/8qiwvjKBtz8rno09ARYtv+u8O79Ax8s/xzkpPqOQ2b7dSzQ9c7ydv3mner9b/dS/hNMIvmPZJ7zBZXQ+g3BAvtFo3T7Hvjm/r6i+P5wPvb42gJW+BDxCvkMZlD/sH4E/V+qMPpgCSr968Yc/SuVBv+HfxL5rCaU+hGuYvWIrRL72o4y+4dwSP9M4YD86D2K/mKhNP5Moqj45hfO9qVJev8bzmz+40f8+k5rAv3F8wT+bTjI+dW8xv/fLdb94ReO+VMU+v8AN3L4YEdC/ZCj+vc2Qj7313va9XOKAPh6tFMA03bU/azBlv5Uajj+/b/O+r9DSP2FtJD3bTlS/3TRPPZ8b4j4TyVi9SvxcvjLODb+jdd8/Js0ePOULjb+Fp6u+nhJeP5RJQb65buq/7G07v6Uijr4tl7S+Wvrlvjn5Xj8gDTq/3NU6vbV8tj/3AwRAYPARvZ4WMr21vOc/aClNP/YtEL/1esy+kfnbvlhqKz99rwDA579PP3Ldi7+99AC/TpfuP7dOMT51rTe/zI1EP+VuLr8T0Uc+AtoBv+S/pr8f3Gk/Doc5P6oMkr5Wqsq9WyMhvlIhtj078DQ/d414v79nrb/Py8o+nvcsv/LUEEA9tKA/XCKXPo1RVT8mYwy/3Sawv20X978g+YE7g6LEP4KWfD8gOhY/u3PFPpxbNj/JTIi+kw44v4cKn7+D0iA/26LjP/XfDsApvZm+bIYhv1pUez//PJE/VP2xvqya3z4hFU+/bAyVPE7Fgb8sLyI//bv5vu3cHr670xpAgKa4P96Eej82Tn+9",
            "bKV2P20qjT5oMgLAAUQ0v7ej1r3pP2k+6tQrP5PwFb/f6ni+3Mv3vHdh5r/8kwM/YdqAvw2rBT/YazE/AgKQPxVQBr57OF+/+3UfP1vdQL+YUuu/L/OxPwYFrD/GMWO+I/2Yvwnljj6u0Xw/5w3MPwMtdT+qkIu/wQ4jv5w10T6w7FdAkY4Tv77G/L7bBxO/a1Z7v84VcL+kJDW/g5k9PwQi0T2vcmC/wA6cP2Ogw78IucG/Htobvd8aYz8LKRxAfJPEv8TpB7+VCG+/mfRJPznsQb+qq1E+qV6Nvn1Vvb4G/AO/aGo6v7KDrr4Jj+69cx+OP3q/qL/gSn4/UCKdPjOFa78gpyg/jj+kP5TIDz5B6I0+/wI+vo4cZ7/xPoy/SCWlPsUuLT8I6dM/gsFKv01KA8An300+oUsDQCNHhD8QNAFALT4iv7rerD9DwMm+lzmDvhhl4743P2y/eGahv+27JD1me1K/CO+tv3JmZz/eLyc+N+JyP8Ctrj1VlaO/UvTuPwbarT/+PpO/mLmJPDUcEL6Ik6k+wwkKQJI4vT8OEgW98CaKvrfsmr6jwzu/MNTTPxeUZL7hef0/8rFCPzBLVr5ZJ0M/a/b0voTTir4sMso8ZuceP6douD5CIzE/q/CIPdYxvj9yMvG+9axvP0VJhb+n1zK/9QcYP61QBcDJcfa+3YF9PsTcqb9Jo5U+5geKv8hTrL8Duke+jmdyvVtPBL5dgzO/FbR8PxO6tL9bBRJAiQW3Pvf7y7/UW+E+7FCWvkl5oj+itQ6/Y6h3v6e+DMB3jA0/M3tmvvXKRL/8Asc/EySGv2yPBb+o0y2/EISVP76W9L/Qfwm+79RGPywvyr8af4W+/B7sv0SUub/Jk+Y+RX8rP1jpOz3zUsK+g85KP1Bcgr5ZPbG/EuW5vqpfpz8BFrA/Fr+9P3NkZ78hQZA/Mn+3vmFtXT/70/G9SBxPPncI0L+dao4/ddRDv5FkLb2nwsK+h90ZQG+JGT88BhO/e8hLPkcpqb7dF0y+",
            "yS5IP1qruz04Er0+BOvDPoK5gT8akp0/vMGrP79PGUCLykm/gG5Vvx0+Lr+zepm/NEQNvcsx6750Ly0/B3hOvw8IzL58CUm+QFqkP7bilr6fkwo/0ZT2Pt8XP7/TXze/wtjhvIpCe79X1my/VMNTPPWGqz5l1F+/rSsXvx98FcBw256+E9g/PoXnPz86qG++6nS2PSRpgj9ATco/JdPQP7/sHT+kzYs/KVHFvgT65L4udyg/NNjbPwyxY75LFYy/LPRWP17bfT6MIZG/B3lCP+NCDr/gFEY/YjP0v45sFL9PNAk+0fKEvydVPb/5eh+/IfMsvwYqDb5At8I/BO4Xv2Eqvb8Ogoa9R3M8P/xlTr/QwpA+CT/Ev9+jmz8fgFi/fxpRv2F7KD8HBly/Zpbov7fWbz/RSbQ/y7UXv51FsT+Bsri+yWkUvxUpSj9rtg4/AFAwPBJ5mb6rAWA/Z28IP3g+zb4+H1S/qQXAvQYPrz84pxE/wllkv4bFeb/fzyY/OvxZPaeloT5z9W6+QUowPxys177K1RnAP06pviXUDb/14+8+VTZlP3+JLL8ecSbAN6ArP6ouP7//N1y+GCVavisJBb9DFVE/xxMAPw7tWj97M9E/fYOQPtwqvL94ddM/kJRDv21CuD72QNG+/L8LP7jPY79HKDu/lXO7vyRe3D2BK6Q/Sqt5PikCIT5p7cs+PhZavvHbkb/XR0S/WZQIQOr2476stjk+7zsTPy+9nr4eisS/5GvGPpdjjL96ELg9hBW5v36qAj+IhIs809KdP7iseb9B3N0/hhvDPto8vD5qCBI/TyrYvl4VGD5/Smm//nPgPwIz376xEQo+yaTqvlbUXj7bN4G/fkdWP5l5Dr9IO5o+1PiwvwjbIT8cqFM/W1zDv/d2rT9qTRU+5a6GvkGDCT37+oU/YL8VP2dyMr8eUwq/ENsBv4fFLr9KiJw+52mJv9CWCkB96hS+u5NVv6ODGD+MfpK/axzHvlyJnj/CNY2/BqQEv+E5BD/tB7e+",
            "jtQjPhWyPr5xYwDAKvx4P3RfZb4v0Z+94IE9Pxm4Gr4hSCq+nF8kwHuBdT8VEBA/V60SQIablz4hOYq/Xj4+v5yCrb8jR7g/wFxyPtKB3z5w8QY+jZQBv5xCBL76P446JBs9Py/L3j6L2Q0/TTeMv5CWxj8grve/gLwGQG//yz40rKE/1aWgv/Mmbr/aTE29/hGWv5t3Zj9vjSg/znduvfT3a78oYdo+BOowvlu3275jsxS/jvRVP6xAO7/Xufa+TaCIvqmEgD8Nls09jbJXvx0uRj+HhEo+U9KDvsnkPT4zaBFAIjyivlikrj+P3SI+cOtKv+29Az+/j6Y/Y5gOv29luj/Nkpe/8qGFP64btb2PS8e+fQ3fvV+8+r0bj44/wKOHPpbGqr19npA/eMGhv/l2uD6gqhw/BGyavcQLkj44cI4/Ik37P+56xr8+8te+9v07PhU80r8JTKe/FCPnPj+Cjr68Rx2/8hQGQHDWZz+GRRE/4De+v5UNgT/PymK/TFr9PQOZTL/XNvc/HpCMPJ5Jbb9zFeW+Ux/0v4Ot5z/h45u/Q5lMv9GR6z4QIPK9OggHvtfK7b+1McW+WrsHPANPtL85Hx2+Aanwv6isPL8VOg7Afo+MPsP35790hys+oVYDv33bDcD624s+kdGQP8OQuL6R9S2/4RsFPzai4b/1wJQ/cZyzP5ztBL+NPdu+E7JGvq+0jD+vy6W/htdFvgyUSj7diAw/wtYsPsy5hz8DZYG/syTDP7PIq7+/TOI+qdFgP6mS8z9+/Y+/pJQWvu6cDL47/gM/Cd4lP6UH8r7ciH0+3RmXPnB4ur+tmQK/db+DPS1xt71UUsw/YbpmP9aKVT9ibAhA/QyQP9/uzj8tJ62/Q9mqv/vMEb1Z3xU/5AWdv3PqOL7/91i/GUSTv34Kkb9QPhc/eptkPnGA2D4M+y4/Nlnfvuq6Xr15sjVANijCvxvsgb96T7u/R5YzvoBWCD84hRi+g+apv8XYAr/J/7m/PrYLv9EgQb8NdUW/",
            "KhpNv3+Xjr8MoBs/itVqP77+Cj83le+/VUGtvnRHyD9mubW97mvDPvkaJD8dW4o/6eIGwJz05L4fwBi9Y/O9P4acBL4yGpc/xw47Pv5+9DzFRBZA75rsvjzPlz9hEVy/2XGFPSgF2T9tEwK/M9AwPRjaKT6/YAFAtvrqvvxPRL+DjZQ/UkRWPtnZ1T8qx1c/sWLsP0e5HL+Rjb2/nByZv/tBnr9Wpf0+5RcWPzE9z73IqZW/L7C/PxdNaT8cfoS+YjRDwFsJ+zy1m2u/jgQQPxSpqr8WWXq+/u42v0SLq78EM9q/Ju1Zv15/9L2T7S++9XnhPrpiQz+g5r8+gIY7PhRxsr1ApY+/bIoEwL/n+b4TwM69tTshPyC6hL7A2oi+kRv7PhB7iT+VOq8+0dAwP+miGj/8A3W/EGsMP9QKbj5iX0+9hlkZP2jyQ78xxEy/qPAKv35fSr4Ho4y/fIGkv5AcU78A7/0+dqkOvxIW0r/Tsza+y7O0P2rofz+j1mc+ur4fvNvgR76219u/e5ubv2anYTs1HKo/2GvqPjfZqz9jPGi/qOHPP0vPUz5CsCS/uo01P2WRHb98QiO/AdeHvNLAP79vUZA+UIFuvpXKhL7y+Fy/Awn6vvIpb7/7Lio//+y6vzyXnz2Hf7m/8nnrPTTymz+Pzm4/4yL/PW10uD7YaaA++DrSvf3Eb79u19k/nFMMPYqGHj++RMA/a9RgP9aV+T4swos/Oi8iQDRwtr+UZR+/JRqFvyeQXD+YXe4/QwaxvlXiAL5EGB6/tpjqvjYSXz/nPkK/07UBPvGxM79zRcs+C3YZPn91nL7WwY6+IF4jv97dg79l1Us/zRPuPjP5db0gnAS+NkkQvlFaoT5MWiM//0aKPgGHhr+ODDc/xUkIQJnCNb9HIMi/3ahbP31qU7/usxk/3IYZP9Niwj/+95G/M9qePsfkN79Zi3A/rxJiP5hMjT/182i79czAv3JXWz3NbuU/yPtFv5MLkD9BgH+/jeLGPXbeDb/Zan67",
            "wJYgvyywZT8xPoe/l1NuPxrNcj2y33a+/8T+Pvkb5b+y3wG/ScK9PXODkr/81aC+G86JPmWV6T7LKaK/1qfXP7Nfxz6tvV6/O/quP/qyTL/JjtU+rp4JQK1p6T6EPJy/E0BbP1sfDT8Za+Y+PV9aPj8GLD8sOJu9VmjivsSWNb+bsK4/KAY8v9aFA7/LYoY+KlZ8PoJPND2aCZi+AK3OPj/ZBj/qqwq/rv0vvwg+i79Jr6Y/87SWP/q1Qb9DYsE+AtnkPr8xUb+oCPo/PB6SP+yQk786UcO/YW0Tv/p7gr57TMq++y3qPjQaNL8TSYO/18/zPtOxKUAlv44+R9wxQJRLor6BdaU+Ez6xvt1CcT6TAyE/UA7ePfup0D5qeGM/x6blPQplur6V0vW/UlRhv6I7xz5up7O+6rK1vgeMIL/Ymdy/bGDKP3oviD8O/NM+8Dzbv+pMBj/Y3Yq+90RRv1rF2j+N4Vu9C3XIvm9SLT/lZ0S+jUq4PrBWgz9pC48/X0B8P14Ezj4UpSk+ZvuEP76r8D8KX4O/8xWlv4lxqz+6v9G/4YaIP0NK0T+ABUy/44UKv8dzlj8KhJU/8rUXPzLi0b51AQa/TMvivmA+9z+pYoE/954qPjdyL7+0/bM+0tUUwNbQ879QY4+/8RzxvuNg2D6vdjY/Psu3P5wfHMCYhFK/qHkZwEKx7j3B+HA9FwpRPThc6b+UNa2/SS0tP/ytkr8GRIU+iQ5Xv3UDVb/phzi/PC1bv49tUb/ERHk/M6F/v2qT8z619LW/yDy0PuFZir61uhQ87VMPvxwqCkCt2Ta/VzeGPkj4Mr6LGd++Q0xHP5b0PL+6YWg/eroaPp92eD4yhQw/y9W7v7KOJ8AviUq/XEodP5DY2z8Xraa/bOrkPU5PD78804k/qLAjPnfjzj6JEjK/hnBXPrtrZb86ihC/egCUv1wQ1D/5hZa/kZVkvJDPaT5jANU7vWKcPzbU1T7Tisq/Z9GwPi8p9b+ZldA9W5MNv36AVb6EhxM/",
            "E2VRv4DvML1ogQM/I2+RvmJnMj+v1rW+vDeov/h5zT6A9+Q/q25IPVI5OL5q4qm+l8SmPe7hbb8WhFI+1DRevfIbob85cWG9F4PDP+gl3L5vLt8/6+BLP3IlBcC9apC+DS7XvkFXrr9pOVM/mTcTPxq1VT+CdAi+NUPTvScLOz5LkH8+7Ouov0wZDz3ftF6/QHyMvfXPjL9py9Y/dckPwIlLYL/ro1O/XYQkP4PXy74Hhc2/illQP9gPBL+VMBW+LCK9PlgC2D9pNuu/W6EewL5Faj+hlw8/WmnJPxS65j1HPNc+lsq5Ph0w1T9wR7a/HhwlvzpeMb5a5YO/J1MKP1XsWL+Lf4+9LdqSPrFcF0CcSbc+0wQ3PrKYlL5qIxY+0l+UP7oi1D0C+Wy+fXazPkhrjz+XXgy/9UuwvtNX1T6kYx8+QmGLP9oYq72xDIw/ozUYP34xMj8LueM+W6dhv6Y12L+2iKE/bGgmv0Lvuz7fjpA/UoYMPiw1hL+jo7w+c3zVPxwzJr8sNHY/hdXovg84zT8fzgu+VKCfPcFoOLw6zZI+RForvyTTL7+nky6/630svtvoR79cxU6/3n7GPuGWiT+Zr6q+RGA7P9rp5z7ehTS/HrcLv3u2478evcy+QK5mP7tTvT96GoO/ZbC9PjbUAj8LJ96+lGKfvu5eoz8DdmI+uXJ0Po3snD6a++c+CYGsvzPEyL6nE28/onNCvxW3qr9MKui+noe0Pls4EL+tze2+//phvfeh7b94OIa/53Kdv4hdzz8tEZc/9pQrv7repT9zdEq/MNjPP45lcj83VdU9GeUJvwt6WL+NFIw/BgiiPnGAfb9FFsA/EI5sv070iT+t8A8/EsPOvzM7uj/gPNC/UaINv9K6lz+FFbS/2KjmPuRLVj4bJDU/Gxk/P7WJlL/thUDA7tFPP1Clwr4iOoM/zC+ovCGa0j9izEg/KBWMP8uX0r1Cb88+RmaIP5+hmL+7JiO/SA47P/pxfD62+zM/1rZ/P4RXaL9v2ko/",
            "O5Xmv+oFHb6u3QzANjT9v/zpjj9ucC8/eOOpPjCMnD9NMXc9QBCWP9Dbnj+dHkg/vVmTv4WTWL+bd6+/Nq4oPx+IP79pwoY/u562vrk8dz8Nwts/MuXiP71gJL2m+CC+0ROwv0e0BTtwmp2+9KbLvitpEcDkcTw/OlTFPQ+zOL8agok/7pIqv5iIRb9WsBBAaLG2PrRQyr/CE4E/Nrcwv0IsUD/EPQw/litUvzse9T8I9Hi/FV7NvcVaMb9HbTw9uaY6PyZOEkB84xdALXOdvpjRpr+w8La9kTDTPefVaz/iah+/CcGkP4vA9L4jeG4+INJOv0B4Ez+qdio+4bKTvuI6RUBRvzU/nScNv5CNFD9susk/1JWGv4s19T28pXG+JZwZPzdUoT5n4P6+9hyNPrHmwD2W7s8+8+CmP8YBSD9abqg/jKEYvwiVb76ygSS/syA0P6QD0D6OROi+FvX7Pmt0fz68yAVA4dC7vjV00L/UWrs+lLYfPwaRkT8Rrro/L8+mP4irZz/6UAs/NBEovlVcg768h3e/1F0gP0FhAkDvN569OruZP94IZD5Julm/mGInP43DC76+LvQ9uLrNP7llCb+wl3a+QlWZvUHf3jzyrKy+7BIJQOOpkr66ebi/GImSPlN61z/0sou/RWmBPsgn2r09hXe+Qs7rP4BGlr761Gq/D5YjP0h/hz/yPLa/3d5sQIiF0L+MbS6+AHSXP5+vbDzLImi/uKe7PoL5hrwAYkI/IY21v5wHzD99dOG9OBCYv3AZjr+fQEw/22rJPjQI6T6qMpG+3lpqP6WFxL/jZjo/io5nv/q2RT6dIQ+/2DVBP/AzXr++TgC/Ho+2PxleAUDH40i8+d3GveWt7j+Hp/E/wCp8vwjTWjqXptI92ZybvNPrOD/Qyqu/h7s8vmHd/L7g2t++/yqlvyvOJz5ZVh6/HhAtvkJvKL/sPDC/VvdZv2Ruvb8A2RZA4vC3vxl5877A3WM8r0gWvzUW8T5BrgDAH63LPrcF/j8WF5G/",
            "RoPGvioLCcAyZIE+CmmhvpNbHj+5rcO+xniCv/njC0BeCTy+YECtvwM+nDssKcw/wG6MPtEhhz/I3TFAi0TePmQgHj9oizO/PA1SPzY1lr+ajKg/l2Nxvnis+L6yAYA/6zJ3P1EjUb8nywM+I+UyPxiwIT7pRA5AmzHqPvgASr8whpq9ZnGWvqrFsD7luTe9MCuxP15tzj4EBEg/4sWlvSmHVD++Q4y9ZlMoPxebgj+SzQPAa2UhP68Vqz6xdlE8tdwqP1iiy74x0bG/UAAKQGtgJT1aCck8FFXwvVq5Cj9190w/KT8Lvnkg2D8PfYy/nVPePiufub9cari+W/MavZtCQb8zx/g+DYmKvxON/D7gSju/VY2IvzqpXr7JWEQ/BdVSP995D748tKQ/YKkGwCOCDEC3SsM+IxcFP0p9OL+aMTy/Hz54vl/MFr8e1lw/rcvAvxn9lT5TkpO/7lgOv/KfNT9zgKu83lJWP3BV1j/0nOw+3A04Pr2sLr8yUGG/UDXMPXHZTL8Mxvy/JtGOv3fb2D/3OyI8mHe6PTgKsj7cPRi/NCDgv53mwj4daCs+YHYyP+VhWj/HfpQ/laMcP75fTL+AsL4+YkADwLupJb/EJum/39AkP+rX177i5N4+Ty2qvzaQ878smdU+wPiAP0YYbr/lYdE/ZmfZPckKaz/P2dQ/aAoQPphEfz9hrpo+RDDVOuyOt79UUSE/zUdLP/MfQj+tMfU8pZjmP0ATJj9XlX2/YrTnv7OwNz/icBe+3SDwPqkEtD/b7J6/bv0swDGIgT+enjU+yRXRPw+qgL9aDS4/6tLNvwm2iT5emXI+qKVPP0zVeL+9jPo/1MWVP2Rnz77ecZa/rH21vlzC774KGiI9Q08Lv95B7b9tMrs+qiY7PQZZZ783/AC+2pA+Pnr9kb45EZY+2+qYP2VYBL9gcvs/YIbDvo/6pb/2cA6/Bhe0v1gM2r+p4UM/fTdBvzHGFkDq3uc+TJCAv45bYb8kjJ6/omIGv7Ozfr7q3oi+",
            "aw6pvqx0tz5z6KW/1cb7PxrHJb+WvXA/g8GMviyKCz//NYc/ZI6sP+29gL96mZ09soB6Pv375r98x/u+OG2+v6qwp78hBkw+SbMKP3s5Or6dKd8+BJNCvzSzSL/8MO0/0sLsv+x6cT+fCGC/mK9ivylKA0BE4V4/bRxOPqhZM8DLnFu+3bi3vRt/CkBHrNC+gkn3PTlCkD2YcGe/dX7XPvF1G7/xHcs+P8o/vl9Clz4hM8s/dD62vjAFY76S2du/RPRNP0Mbrj6clyC+i11ePYxItb+jG08/S52APg87kb+fO80/a8QFPrOypD4cigW//MCTvpNhGj+w8Du/HGlCP1HxnT8wSbS+nRccP1w55T/ogUs/B26aPrINOj9v8Qm+ybg9P2ZCuj87I3+/C9kOP7z4pb6I1XG+r4ICwDY+Uj9gQLy+0hBvP/rIiD8F0pG+1ve+v9lEgD8Sx7u/W06OP5g2bz87snI+W8ZaPzQpqT/YmL6+RI1+Og+Zbz2uKbI95Q7ZvlNxgD+wl5g/wh8HwK19+D1P0+y/PH6mP4DRdL8Syxk/ISTNPyyquL+OoGO/K4DuPjXhKL86Qpk+03aovtrtTr9Ovwg+5P4rP+Y8NL9kv9g+3qJ0v2NYWD+Wd82+VpRkP3FBCj9EBq2/XL4TP9bq0b8SssI+gOd/P81f17/VXNq+MWN/v8KClj6QTdW+vgzMvnvDzr7yqh6/FVAsPhmQeb7abWK/VJOZPxc2qz6/Xa6/30KSvfWDqr76M3U+75NXvQsL5j41mwLA8QtevfxHT7+XNOQ/fVpsP370nj2INkq+bc24v4d/jD/XmrS/D7Fyv7uNQL7aTyK/08suP9bGvz4g8lc/C2Gpv/M3nT2ONmA/hplfv5gNfL8DEGi/4gGtvg1INj8LyMi+E7+YP/dP2L5Kn3Q8WrCBvh9iML8OMua+EVz4vloKxb/sb6Q/tlUGvvnhfT8snKu/42ePv8DUu78a/iS/WFeHPil1y77NyIU/S0tbv3Hokz8UScW7",
            "Yp9WP2olCD8kXNS/aRyePg118D4z6Kg+KvLaPeDYFj0vV6Q++IiTPyIzwb3DoMw98c2BPriubL9OxSs+Ed+fPGgtlb+fnfc/+QGhv6ybSz/MTOk/2N2qPkIdob4H0oC/N4hUvvrZYD5D6Qm/fCa3PxWVrr+pOC8/h+dCP2DtMz/ide0+vNy7PjxvYD6P6IW/vp/qv5i4Zb+JOMe/Ru/ovJWnE7+u6/k+erV9vyKECz+pt7g+as2Tvqfqy79i+z+/VW8NP/qnaz+S5Ay+I+7svhnZWL+JfXs9fqW9v5JTXb/QszQ+gP7bv5bF0T+rfqa/JllOPzNBwL89SLE/nMWsv2/+ir9pQIa+LwO5PlQXUL2DJtY/XeDXPuVIfr+lBpa+yA/aviWp3z6+STe/uTQfPzVBFj1BFyG/lgt/P9S5pj9mbqu/JTJCP2BiPT5X0RA/k06HvijV8L8fx5e/ZungPvLy/b2678k/olWbv1AlqL8LWgfAdXAdPpTogT75cJY/79rUv4i2BsBMe9g+T4fHP9riAz/QkX2/IESLP0ICgT+FcQm+Pn2EvzKntb/r34u/2s0VP9+37jw8ypw+SaAcvwYGajxvBh3A02NtvygZ5T/n9nM/Zw8+vr+cHr4BJMI+bYrIP9tzxT7nTx++u9plP40Nfj01TMm+SNovPwn/qL8rEqY/BcRkP+DDYD714/U9I79DP3icFj/GLku/OBPVv3SwJr838ii9/QWXP7MoLMDXj3O+S0vHP4s2ybtmRHS/s7URP39hTL9JDxVAZP5ZP1whgT/DSAA/yFs6Pw9Zoj9ZNFk/i69SPt9B1L95tSw/N4wpQPw+oz7gAy5AZ5qKP/soJr4OxoO/U5fBv5rNOT9yrSw/iQeIP12Auj1l4inA6cdcP0CnBrwzVIW/e6O3Pp9gOr5TIJc5NP7NPvCB+jwBs/0/9iOUv946vj/pwQy/9Q5/v/7bHz5N0Qa/fzM1P9RXNj92vs++m6H8PasnQMB8hTjA5QYzP36CGb/0J8a/",
            "PVGSPrYWbz9oKDq/2dKTPzYGSL91bKc/7YVkvgrZNL6H9a0+3xFwvjwNYT8IVKm/O0NlP04PvL5YcglAXVydvw03Ib+/TGC/WyC7PwUhGT8vlpq/gOjAP+gg7r42vZQ/MVyMPvuxJz/EQf2+f2X/vnsf0r+sQGI+RIhGPgB/gD89NgK/9lThP2Voar6Jjo0+JU9Av/A6ub+Ywzy/5Ttvvmi1FsC4FS4/W2PCP6dkA76j//A/9iKWvdGFpD+p3Xw+Z9ECwHwhrb95rFe/Ie2KPgIypr9zoY6/7WIdwNksh76IKbi/SnJ2P0Qk0L+sCfs+Oo43vlOIQD8v31g/OarJPlf5RT5+oxHA0VnzvS7i97/y+FE7L4dYP5P4Jb+PzCS+a8mcv1zxhb7RrWK/m7KDPwIqyr7Hb66/FkNnvmicpL6s8xK/l824Pi74s7/pBYg/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "S0OMPlveOT8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "m7ngu2YGBL2QUo+7gla5PXb/Br3E95O7i9UBvSmCBb0bIRu9CsHsu+psKz0D76w9THabu/+MCL2s7Fe9NkioPSW9xLv70f281vm1u7Th8bwD2sK7QWYAvRAOkj5Wyca7wGvGPWzExLvFIkI+uWzfPbBHCD57Z2Q9iWqpuwDIxLs="
      ],
      "weights": [
        "SHPGO+8n6LuRriW9miTSPOrMVL0ztY49Oj1tvdhdr7tr75C99JpdvBONtj0a4oY9GzASPNMc8LwOoAm8Hk+DPQH8xzyiRH+96+uavO+CM700yXA7KQ9Iu0RlGj6HkkM99bOYPZeyaTzGBY06tBH0PdYvwjytQyO8Gd8IPdx8vzxrsCy98Bh3vc5gFLyv8ea6lYKJvcj8Hz0xjL68/caNvflL9ztWlhG9fviJPXSJZD1qOmg6YZ9JvOwX57xw8287L+oZPciuib3CMxY90GxOu4MmNr28MWq98r8GPn5GQT2oJ9481WonO3fVSDzsJIk9CRemPDHi1rtNH9Y8UvsnvYW4Jb0paQO9+NLGu+Bb2zsKF5295A1Luhazfb21kCm9G+yvvIw8Uzy4jrc9j8OJPbHVsrw17KC8orOWvJmeRj1IuFs8LGqfvXRtLL3Ofp69M0B0PKbdwLzaXDE+fWY3Pep4xTzKjTq9mD9cPc1wPz0F/dk9hQqCvJvu0DsP0gA9tEyvPATcwjw2ScC6I5JFPZjnDzw9ZIw9/6+BvfnHqby6bBs75bvsPIK1BD7BrZk8rIt/PPgEPDsrOG+9AxMQvJjm1LwXJZC86zmMPMc+q7w9IJQ7CQ6hPKJpEj5rglk8dM5ZPC7rfrvB5QY8XzbvPSmp0buPFoM8G/gxvDtRHTlfJlC7VRRXvda3tjzlvRU6xv3WvBIJCD12X3W9stkOva0EXb1IlaU8t/N/PZgpJLyjn6Y8mLdQvXRkL738KoI9nfhLO1v7b70AfoA7+NRfvUMvJbttW4K9t8EZPgjEGT1e/IU8zpWYPOFu7zzJaUc9slh1Pa+4mLsi7p48sD9GvT5D4TzStQA8K4rGvCJptDvoy5K9ThEgvHKuzrsRlkU8qIOLvA4VmTwZz5A9xUA+PbAAZD2ddpe93YdUvUAsrTyIOm48K6MFPOQ9ybwidde8n4wMvaX5jr3oRB8+qsP2vFBJED20B9+8tOiHPYjwnTyn9ak9CylyPXM9FDvsBSG9",
        "SH4DPcKE0ryduCO9u4CJu+RMbbwrYiU9zPFzO4EvSrtBBuu73QZrPE5DhT1p+eo89nhkPQARpTxwgAg8RVWyuy81oDzDcki9ROu9O5Wsp7sKhiu9Bs6sPCfj3j32oae7pP4yPYNW4jy/eLY8h3+gPW1cJD1a/tE8XdQtPFzuxjxINw29DwUzvR2HPL12beY8IHiQPM2mcTwcUca7K3XGu8Atqbx0JDG9c3YbPesTRDzEFs080USJu+LWBzxUHA09sUbGvIjTrjzGDPK5XlF+ura7lbzRT6E8a5aSPRF/wTxebyg8voIePdiSIT2nsq49Y289Pe/2UT0EPXU72jFIPClPsryP1lw69ydJvUpEhT3/kG+9NjYJPHTikromJTw85EUwu5rBL73Yrkc9EoKPPYRLzLxArz88+pl9vO36gD2ddIW8E3btvBZIzrxY0vu8VjHXvAApNL39qPs9Zpo4vH+FlD0M/Bo9NVieu2yUoDx7IwY9oMeMPK3elLwAvdK6AAyQvB5oIb0CAyG8eTfJu43cLT151Jk9+aOwvPu/sjwQTwU9lBsXvRUarz0lFTS7l4IZPbg/Ojz6Gx+722qAPXnN1bxugRI7vgMMvRQSXLz/ogg9UEzBvBdXRz0VUCC9GEsuOhxQADwnJV09l8TbPchRiLwJR8w8cmWGuZZST72Gmk+6tk6LvPceFD2hXyg9WQouvQJqDj1cHwe9x2YIPKBQnjwPA7288j1kPZtrPD3m2TY8m6SoOoJg7ry/Xk271BPPujohgrtsxDa4jG+kPCDqNL1lgAu8wr59PSCnWbrt2j49dG6avIc7krwx3MY8Vd89vLTx+bsTHDC8Zt7vvE79xzww2Rm9tkcFPTf5Lj3Oo/q8BaasvNBWY7uYrC+9KcIEvJ2/Bj2Cb3w8WOhUPSqvKTzhUVe9rorXu9iGVD0SjDC9fAUJvaIj2jt7ZL48guuPvGbogjo64nE9xK7FvFjhWT1wSiy9eEiwvNzahD25LGS8RJVXOnmbJTy+dIU8",
        "AFZJum4R2rxay+s7Any0vNDnzrtnsYc9ijLSPK7QET0DmYU7ULz7PPSaBz6CGSk9h/CMPUHLy7zzffm8DQS4vCTc9TxlOCi8f/ZUPNlwSDzyrEu9PCQMvJaffj07Mh89zdkZuwsbFD1F8hA9U4rNPYFYzDtoSdw8zk1lPGkcJL0UmgK9QPR3u3ZnG7wWb8a8RiCnvP0GjbuwY4q5+GcIvJJvDjuVczG92VmGPayqubwwNTY9cpFnvCGxGr3o9uc8dx2GPOnOGD1ntPS8nx28PBcd6bzw3AQ9e0RTPXy19jwv2Mg8plmfPPM1Cj2TKcg9udDJus9ViTz0s149jwaju0fB4bv69ge9tzlWvOd5vjzDVbo8qqdvPfrLzjzp4aW8wzPHvJbvzTyiwmw9SclFu0mcCz0a4sK6T/LpPNMQRT3tOxg9AKuVPJ1NA7wLOD+981pBvVjMjzx9Mac9DnAPvAKvbT0N5SG7596/vBVxFD2BYE68RBOuO3beSjw0nRI9LlQnPUU7ZD136wK9NijrO6p3P7vY1Ao9zmTLPA9uiDvfCBM9vV77PEKl8TwAjIu7/y48PalFWT0SIcw8NetZvJl0nrxMFB+8eEfsO8UsB71D5Uo892QDvKGPyzyClVC8Lq1HPCieYLxv6GA908FpPZtrhb3VNz49c4iiPNrHnDzwjnO8tTGkvLC3xbtmDws9BT4pPVlrPT1vkg096O26PKqHHb1yNiS9x8WsPIP1yrtEka66qa8bPKkRpDwgdDk7+a0OvT00njyahI08DI4tvRoYC708E+U8c08NPLNvMDxdRaS8xAmBPHH1ozyHSpc98LXPvLPVOz2v8wg9aESHPCqG9TuRsD+8B2RavA1P2DxuysA88E0EPeOk0ryJ/f680h6pvJXXOr1aa049aak7Pc0yiT2N5YQ8S4u6OW6i77tg/Re6K5xpPC46A71FsuW8B0aivHtLMr1lcZA9njohPHla2jySwQK9tUv7uacmijwUS5O7ZJAkvGC86rxtuLM7",
        "BE9lPLM65Lz+arO825wNPZXJdDyEOvO8ibAwPSmb7bvP1+W7VFDwvN7aBz30k7i7GysZPbCp5Lzi/lw9+fe1vJ8CyLw84yg9uw0SPXR3Nbz/4A+9iMLXPPKjNj1NR9g8d3IXvf6JVzxgUj89nXjhPdtUO701QbO8gBHCPDoZJL2ckq28l1ERvEW48TwW2lW8AeF3OvbafbUbLbo5xH8IPSfJojyreUQ87O2pPIJDmDsv87G8Z/o/vcqo0rxDRUA9kyPiuwkn07wlfRu8BRO+PG+Yt7vvKEi9W/suPVJh8rxCgJY8ur8qvbiyBj1+CFk8E9GXO+Ah67xEnAU9b/mQPK9hEL0ZCIg8Y8i6vAxY5LwETYW8QGOOPeclsDxOWzS9+bPQvNF8lDy+8cI9gagkPZFzQjwUD7U81W8kvSX8fjwygCq9eyCNvPpkM7z4Hzs8zd93PCB7Wb1cQu07qkvRPNSOYTy23xc9rWYIu4MAjj3RdMs7TAdxO0t6/rxQRqm8kVkuvZFNCb1oTj086PhQPbyj6rxmZdU862swvZ8KeLr8HBs9L6hDvLB2ozsDhUE9ixsBPXtYIz2NO6i8wXO2PBjZBbxxupW8HKTpvPwgDb2fnKU7Nbj4O1uOoT01eQA8RvINPfxm/LxmKLs8tRNrPSCI+7xx6cC6CoGIvICp0bzvgxi9AWd5vNkC8DzrvKO87dKKPAnyWT1/lk2953fUvFBOm7to4lM8I6lWPaB/ibuKC6u8KyGHPAd6KbsgkZc72ZrSOqqWMjvyFhk9d7M+vVaIaDva3Dq8hlpcvM+0sDwGawM8MdURvWLYI7x0rjI7M+LkvB/+HzxfwwW9KTA1PKOohTzIs9O7Vy07PA5itLqpTMq87i/Gu3y69rtddVm9xTUGva87FzxveLY7GjcfvIAaUbzRCvc6qJGcvLD+zjpro3W8f3uNPA6CKTukt6O8qcHzvMAqWTxroRY9KOi2vIJiSTvuuHM7Hx0ePZYZeD1EiEg9ntfPuxRX6Dqst1y8",
        "9PpjPNVw8jxDcw88XzsNPezldbyvFsa8VZgLvVK9Ob2K5lK8uU0ruzOpFz0UFxI9rKemvKdf47wDi+S8qa9APZAOA71YLOM8aIkmvGJiobzLy4e7i/0Cu2T1lT1IQDK9nX0ZPb8f4zyrzTK8N6BVPVyyuzrmCsK8UbCbPKgPNLsEeEm7xySQvOHvnTsO72Y9wFnXPH5vt7pVbZq8TltqPPtXy7vcVP464AUUPZuIFT3SBTs9N8+fO2OYRr2mnW092ZayvOTMHTzTzKe8Tzrvuzt3qruVohK9BhNlu027WTxjWDE9LSLmuxMvS7xuO088H+UqvKwV8rzaRms6sUcRvTxGkTy97429O+L0vIPTH7zmBIu9aUDePGDF0LzPrMK8Iq+VvAcfFL2s6ko9y96HPfIHqjxDxle9hI4Dvc3lvzzuLyA8RTOZuuhimrteY0w8SK5AvQuu97yDse254kwKvehTMbpKgvQ8DPffvGz4gz3ZvHE96J3pvHV4SLwgoVG8PLUOvCnbzbsix8+8+TBbPFLMw7yHLwC9IooJvSfvRL1iJDu89P8ovc5mp7pmM6g8mnpXuzPl7zycExC8eq2ZvB+nOzz8X0I8FJk9vJsCC73wNDC99EI8vY98qTzk/KE87hN3PIvyIb28OlE87JuYuzg9GT2nZG+88elevO3QvbxelzA9ug6oPDthHb1tLoM6RH0zvdjVuzyCnP28UW9FPGqqYb2yMd48ItcgvZ2QfjxAvmg8wNqrPIHGWb1XiU892xYbPcA4eL3iKpq8TVYsvZdKBT3qi9s55+UZPM3iSjthzmS8aC+0PNuCAj2OCpy80NPQPOCH8TsXyP88qbwwvdcKvrxESE29WdIRvBriYT33bFo8HjUUPJZ49bxgiHy8pZhIvM2kBbt2vWs8ZK31PDCzE73ZFxE8kG+UvZh78bzwghe9JEkmvU9ADr3h5oG9EHmOPCh0Kbo7MfM8iETlvHo0pblOzJS8dpugu4bzI70i1Tw93mYyvFMHJT0HTsk8",
        "ZtGNPKWY/TsM4DW9TfH4PIQBybxX/QY9eCNPvdWA3zxdb9U8Ev6UO+bFlbwn1wg6bDpIvQYKzrsKYEA8r8/7vA8PCT0xghk9QujXPBFV1bxrYe88C1m4u7iFej1QczS9AwXSvFpT9TtLrE89z5SmPCLVBL2M/M08XhoNPO2FBTy8OR893C2GPAPWY7xr9n097Ra6PFRHLb2+rtm8AM0FvOCzeryDchu9ZhD/vLGnMDvk+Om7Bkp7vZA+OL3ql2I9Pou/PLysDryrGyS9lHsEvb+tC72HOKe80rgkvBrez7xQj987bWzLPCDiCr3B25e8IvJQPfXQorrD9wQ9rsowvVjhmbt1QmK8XfLXO6/RiD1+zGO9ey7yvDMqEr01K5I5UDA6vWNJkry9UIa8jNiyPF9m/bxjIm071J2svKDs+zzQHRu9tFN8vbpDzbyJq6I8v4kmvdKCqzyoihc8ws0xvXXTljy4FRy9cbuWPM/aqjwR7RE9phRZPMuugLwyNj+9iGQcPGn0mTzYYdC8dxptPWV8MDxHbBQ92D9nPGu+vjzz6/O7vEzpPG6GFTxBTQQ9KT9PvAPJAD0Uv6Q8x4kSPWUW4Twibqy8X7/vPKr3YzzzP0m9kVESPRxlTD0IKEG9f2AgPVupFzxEEG49znGru1l6nDt1sJE88HiVu+prd7y8ND08Ho+uvM1kxjvuA2u8CE7SvN3i+jzBxkW9m68qvDLdQr1kfRW9I0vtu89SGLtpTHK89wOOO3z0Y70QZhm8DsHfPBPII72ML3k8flepujOC6DyMeuu7jn4hPTUXGL1ruTM8VwauvHDoIjx2Sfw6lAXGvH6qED0kGDM8XNjHOxq1QjxU7GI8S5JhvIk0Xz13iVO9zdIAu3mnvDoBqfq8i7RoPIKju7zghQE9KByLvN2nMLy9q3m9ss18vcA9sbtK3e27EfqPvLZfQ72cFEQ7ytF7vAxnL72eYSS8ZOFIvWNcKT0ai/Q8BuMWuysoCbxn/So9ZYQWvfGygDzXPNg7",
        "jT3cvMimkjp8ZhY8DUKXO8t45bpLXha8Fr22O1tYm7ysnMO7V+EJPLsT2TyPGU08XDZEvaM4Az2VZq48oN8oPSvqzDxKM/07zjoRvZ2irjtSgxC95jT1PP2ZGj0vtyi98wP2O8cv+Txxu0M84CovvSielzzDdc88bGY9OkjpJjxcr3s8fhMSvbhOcTwuSQA9+ONxvIwU6LxBfB88OqD1vF8zVb2wagI9cF+QPPZIRLzBRJu8l1QlvSnz8bg2MqQ8Vejku82f8rwGmxe9lejMPMBUAz0WHUq8Ss6tvBtiTzzNgDA9vo3JO1J4Gbs4IrA84mmDO/9/AbqmPnI8cOn1PIpf9jxvK+a8C+0LPVR3Sj2xwKc8KpyqvAYDaL1QvY+8pUhTvQSQubz1MqK881wOPW1nujz3tn88xb8GvXrn0Lxq/g49aqBhvc4xTzzDyIc8a94dvcmOV72WaGC8fGnhu4/xNj17H4Q89AmRPOi7GzxbnVE9zHnkvA0VGj3NuNy7YNplvI0c4zyC+oE8tVWQPOuxlTxe+x87DlVmvTBVDr3eBoA8XAa6u2F7yLsYD0Y9zQXgvI2Ch7t156E8E32rOrUQOb0wbJM8ZHVXvJhWIzzMPBe9u1u9u7wx3Tx41Sk7nHZJPSENSbymTjA9M6flvB6o5zv6zyw9+r79vA4C27vwJD47vmVMOzACZ7xtO5u7lgNuOFeZXrtet/K7lsX/vBabO70pW9e8aC46vZu9WT24HS+9ST6pPNBzj7yobEI9vGnXuqODDLwE+za9x/M7u4Gs7bzJKX08K74BO8307jv75is9n/Q7vQWPHr2q9Aw9rl4fPZGnqTweP6W7GghfPE+LFT2EVh+9tet/u60YiT17NJm84j7QPEjPXr3q6G88OxcDve7fbrxIGYK8lIryu5FLrDxfcKS8axNkvEazYLu3bYe7YwL0vAUpO71SVpW8ve5JPGa3Vr2unKO84IicPNL/qrrVfkK9aoYavciZNrwbUDE8svemvCrFs7yTpci8",
        "SDAdOlBDHboVId67uaBkPSZTszwuRoC4POmMPO2jUDwu1RG8SfscvdLPsrqzr1o9M5cBvRzSt7y2H4k8CNfmPL78xrxDbCS9fowLPf85SrsaE9W7QCWqvBgeSj2cjVy8/YypPE7V2DzHBRw9n1cjPUo6ET2V5RG864zpvMBxLb0UHpM8tGpLvWwFczxehz89KgYvvfNZO71aYQW9o9t5u1np5jjlnis8dpQbvZijmTwdnKM768M7vcfLjb2cmF282C4/vXwuvLzVe+g7odR8vadQG73VXo+8hXr9PDSTOr1eKhg9JEU0PHBenjnRNFq8TNknvDjxjzvLL9S8GX0GPdZ/l7tYhSE8AhoavWaeiD3sCna9HmsXPX8fCbzrRoK95tAWvVlMED3smOS88bHTO3Gqobxksdm7BjYOO2XNCL1kXcW8qdBXO+3rZLvUWGi7WorcPNAKeb3bnme8fQWBu8BSkzx0uwq9YM6TPHi4Ar1SA2w9hpQovVdrI72Py0y9WOk/PKV2Yryx0jO9uvcPPf2Ph7xM7si8CgwCO1SopDxpW1m9JwnQukdDoju6EBk7IQPLvH90/bs6IlO91JmevGJdqLvFHGE8iO8DvYGFpboBMpI8XOmzvH77JT3eKGG8+cTpPDxVujxbM8U8F1yMvEAuRj0OYaS8MC4GPW6dNLxevTW96B6sPB+cZzxOrk68CmmgOz7llbwwNyy9OitivfRkOr1OzTm9V7u1PLwOAzv4ihK9S56lPNztVL2/bBE9SrrzvEeRKDyvP0m9mn+gvGZi9brX3/+8wsSFOnrLFD2d81Q9xSeqPF6jA7vqvuA8J1qQPSAn37weSie94CTlPL6hnjzvTG+7AHS2PGr6MTyi0WG9vAMWPVpYQr0S+oC8g/F5vf+40DrcjAW9Th6APU8ItTyRDJK7tnRNvS7LDD1gcoW8DDiXPARMozrJpG088hqzvK4uOTxv3yU8lIaLvMEWBDtflAW8G1p0vdeM1byjaeI81WXhO+oYpzxekbu8",
        "8ZnevHhooTu4Gwq9Xk5yPWcLLbx77f881V5qO4AC17xiKFS9cdUbPejVQb0Mak09sm3gvHxa4LwucYe86p4TvRL4C7tWnGy98nI6PCAqebzpGYm89DTnvNCRvLwy5gq9cAwQvP1vYrwSlE69HvY9vWbnLLy+OpW6FtFxu5lOBj0w5YE7Au94vcwL7Dwy4/o8KC9FvBTkQTw+FIY75/wJvbOcOL0F1TO8nR4yvOTzNT1338y8Zh5cvQDlGrykMt+8s2vhu7uM0zsL0OQ8BuorvUtFAL3vGvS82E4lPT2+T7wUPI+5chFPvAieejyBtS69w0h+PQOaP7yNWc68px6NvPesA73Pohm9h1kUvR2FND2TZC48zSiIvKQvar37q6e6+sm+vPfVsDyPpQ+8bq0rPN//abxaRp+7pRY6vAU86TwzE0+9Hx/SvJ/LFr23Cga9NcdtvIq3KrxmFoe6zBdTvD39hzsIF9C7Vo+UPIBYnjx2Zwi6SFWWPIx8GD3gJNq8U7rGu6XS5zsyD2k8dTX4PJJza70tJsQ8VWgqvBQxyDwRwjq9focePRdnDr0wQ8o8SK0TvZCgZL3189K8Nzn+vH+vS7zOdx+9s1nYOx6PZzymO+i8vJ/6vJd5yjwHRZ08g2BVPBrd0bxrWa48sJkFPZRuGryayiw9oQwXvZsCHDwk1ys53ae4vL3jIzxW4WY9EEVWPBW5oTw+YkI8+rJ1PNTs1bvHWcm8cdQ1vHWojjuDVcM8iJGnvHDTojzoex29XHLRO51vqzpflIi7klLkvHr4prts7sa7gXw8vPeHlTzzkUW7zTuuPMB5dr2lZ9y8flMKPTZrZjwinuU8oCBbPFaa67xhr/y8c++aO56aiLzpRU0745ovvbcrbTzJh129dL/AO8Kf1byrLwu99C5QOhhzSbxQHsk8C4BMPOPgpToAXfq8WHbrOpS397yAptm7JnYKPS/rZL2oAxI9giv7vL5fGjyoz6a8U1wevUex3zs6zuS7mHQhPd1UDTwTy4G7",
        "Tl+svFBVa72iyWA8cRpqPdmiqzyTkPm86olLvWybjjs/oyS9Pf4Tu2scDz0r/am7c3aLPAnr/LoRm9u8LC8Mu7Q7OToWSmC7sF7PPP9tWL1jB8C8jgRmPNiSgT0BqxG7nqwNPVcDWLzQRV+9U5+jPNMANz1R3c28e5utvHwbFb3B5iW9HinqPLb2XzvwljU7tRjCuwe0CD23NoI8PpAjOsi9LTylkuk8wKYVPbCSbLzkPym9n0KzvHko/7yoL8O8OYAlvemrvryxnBA9hKurPBFFPjwbkEC9Fs4PvWxiyrw1qK88nKnePP80trx8ntC8dEjCPG6MKjycHhM9MsomvdClETxWoHI84O4JvMY7+Dy37jG89OT3vAVkqDz3Ibe8a7nVPFjwPb2Qz747snH+vAqPAjymmBS9Sko7u8PMGb1/xVY8vkBWvdHx4Dv/PZ88uqxBvULE7TnxFQa7A+/Mu0bvObwvkqq757sXvSAIvrzj7qq8X3IePAEA8jwPAyG7VQtsu4Ysu7zXygi97Aw9PUo8Er2SpUq9KnkeO+zkDL10uOi8+4KXvHF7M7vyvKC8MGIQPfQOF70e0Zk8XO+AvBRyJr39tq489r8QvR0/Ebzn/gY7rcdqPFQYsDsTG4w7rtWvvPOHkzxO5wk9ACQ6PaLthDwzByQ9E5IvvbxPNL1BfBW9T7nXPKUQHb0Ev/Q856tLvGq/UbxfPQu9stWhPAuiE72GLd28twq1PIAte7XSJPk8MpOlvPv+iTz7WoK8KJqZumchU71HrIA83gwsvZF+/jvX2Ui9KD/Zu9amDb3DZF281iN7O2yB3zx62rC7+ErXvI4CmrvGpgE9rJgLOmkwFT26HC06nH93vEj/xbzrEkO8MHUVvSRpp7xzka26im1FvYe4/7zjNYK8AspQPTzRPTwWhaS6JfrivCeT6zx9Dku8ZmyIvK0Z17xAiFk808/APLcqiLzaCAI9EtoUPbtBnTzfdUE3COoivZzvA7zAKmI9ZJHPvHsbbbyh/8c8",
        "Y+NuO5duXzoSl5w8qxJRPTBKKr1BvXk85w57O/nAOL3rGbs8dcCoPNdZPrzv8aC862ULPY3PVr1/1fS8W0PuPPm4PLy44Ua9H9waPdC+V7wLFhk9jHkDvZR0tzywzm888iJHvJt+IL3giS48Lvw+Pf/liz37hQm9Vv6svMy9urs+TXm8MNZ7vC5d5juouAM8hmywPJLS/Lxj7iC9/rByvHsQ1jw7QgE9GsYCPHg35LxbZtG8DSAVvHYPEj2xNqu861plvNYcnbsGXke9NdmMvL/NyDyDtle9udYevZOjFj2ljLa7+w5Ju9iHTr0r5He8HxSmO//EoLy0WqU8/s09vehZVDzkNWM8w27HvIaLKT1A5uy8x8Zru+vGurznQzG8gSD9PDsXwrwtEpe84XlVPJfMFb0NU208dNgCPRZeaTrHsNC8Gz0uvSdsy7xfqty79tDiPHbjP72+DDm9hakPvXJaJz3rGJ+78dffPGdICr2Z/AW9r2Y1u0UvmjvGndW6bhUsO/qLZb1QtY486QeIPC8YXb3/chQ9pUcGvfxxzbv6ljQ4ooY8O8CuG7xlxuc8MJ40OltVGr2eEtW8ZLUQvcAbIbuJ2iq9DC2kvDu7lDxW+bo8eCE1O80CfzzdgBE9HLBJPavxojxzRIy8JeC8PDMXgj2OoRs94yXsPGECO73u2ta8RYfFOhX7Jj3+K9o7S7K9PC/fmLyP3Pi4LMonvTthMr2YlpS8hOKoPFuT/TzYtVA8iZhAvVgaJr334lS8qF4QPSaPwDt31yq9nFcAvFwWwrwJ3ES9QmRivBazDz0Qmgw9zAM1vDKB1zx15JU6PyvLu3KW9Lw/p9G81FEavWsHA70aJA09MzZTPOz85TzisbY83T/RvIDK1bt/W2i8YLC+PHVoBT2yhzG9rIb3vIHjx7sApOY8a+V9PHta+LxZK7m7COqRPMmSnbycaBa5ws/qvA7Fb7zPkRm9GQHPvH9HB7vPxDA7llLkvNDWGj2tg6O7qwS8PCbPpzy0sBm7",
        "3mOYO+nMNbj+1Du9mKdhPaP1tDysXoU8WPRmPNtr1bwuzIM8oGL8PPCZ/jxvQzI85mcxvfYO0LtOnye9t8FQvLySmTxDHI28wPBCvADYRb3pQJy8mnsJvNlILz1vTZG7qfsUPdMRSbzfjyw8YsKoPCAIOz3wOy091k63vPILGb23aIW7fm4ePGfthTyQIVk9oUf3PDYQsrwqsIM7CEX2vOWywby+gxm9pxGnPPBTTrvUc5w7uwEgvS9dMr0uYr+83q0GPKOuD70WtBc9WNr3u7NHQL2PRou7eU7EvMqknrxULG+82Qg6vTXJ37uBUf47UKknvG2NCz2M2K07jYEWveh/e7xtyBY8XT0LvLeYOzzvwwG9L6k9vLd9wDtv7Sq9bnzCPCVLPTwgLa88Tfv9Oi4SkLq9fwu9NoO7vPyirrxvmCe9ilCbPDLD5byKOpq849QKPAoeHTtwVi+86rfFujzF8zxVGRw94GgBvcbzsrko9EM9Jt9avHfh+by+MBY9X3zrPNlpCjzvqIE8ZziGPfLdwLwYPnE8FRcqO3lLozzsi0S8xdTsvH9+bLxSg2c93UIbPTYtjjzPOAu9RGiBvDIwRjzQXcE6+gngPDcMeL21wb+8ZP6cvFQIkjqXDh09DUq7PCygED2abtC8sF2oPP+W3TwVjuc8oTR6u4OGqLw2FMa6dQY5vcwe/zxPEIO82fMXvaQ/wjuiw7Q8OEDOvHTsQLwnQya9EHsnvfhBID3XAHk8BTaqPF4frLwaNyC8qdRBvc+cKr27GOO7viqUOUKxBbzPB8E6mSy1vGsKWDz1wgE9iMoWPbNovrqXksG7TsUJPbUfML0MMEG9dCgOvDVdHDt6kuc65isOPU2whrwECKU85nIFPcOXIb2oLZW7bhhMvTK0iLyUIhk92nAlPaI4sLz1VxA9r4KOu28FEj33US69TZsOvZWU9Ly8mtU81vWePECM+7vFdTU8xEuau+LOnTyZfk+9M3o+vaeLJz3jJgg9ltUQvYyUEr0d5ji9",
        "VjSiO6CUPbu5IKA79SLqu4SIHb2vFze9K8B/u45znTwaYES9fdxnvK60vrxcKI07G9z3vFgIPTzvoTK8thTpvMD15TuVuxy9HzOCPFSxULzBhUq9icP8vERxlj14QA09SAiIPFicYLwfFjq9In/gvJDlBz0QAUo7mEi1OwnP2jwGT608T/mJPKtBnbzasRs9zbHOvOaTg7zNk7+8LWq3PHjfwDwvAIG83VbAPHoNTbx9YdO73E+IvF3CAb1EMuO8MdvxvG6tG7s2N948Pm9Cvb5cz7zX/k08RxkzPcYbAjpMywS8Zs4JvFKnCbxbJIe89kpCvEb1ebyzDhA977+GvEUisbyY36y8vNnGPMbfWLxAIKg8Btu7vEOc47zdomu7TSTQPI2tKb1oKRY9/LMNPRcVCj0RAt08zDcpvDznULxzvWu8nsDjPNEYDz2SE4m7ikRhvBBWCLzurHS8GE7UO364dbwjKrS88qiavJsJNDzuFX47lRm8O/5bYzwVXAq9fSjduy9jaL1Usws86+sAPak0Mb0hiiC9GwhGvEnvm7y0WCS9mgsdvcNRI7yJE4w9EAfwvP1KFL2Aq2Y8tiKEvGz8Tb0IVzy9ORBAvekWfbxfCEi9j6LWvJjPij2Kie+81GU2O5N2ibza6Ec8prexvHmPpj0O2M26nJjwvBjZ2TyCjjW9CNIgvRL0ML0IzoQ9sEPCvBRTSb3E9zu9uqJtvVP1Yb1efY68mkgyPCoYmbyfwDw884nivCI/ODxEO1A5a+iRPNcQMb0wnaS7IKRfvZcRML39hOm8gqv5PL6dZLyDD4e7duyjuws/gLkUrbu8o4FYPSRdFD0iSYM8+Y0DPWY25ryu04w8ojL4PNClRj1uPeu8gbYQPRiGWr1CGPS8ne4RvXqJQL3Yy7W8KmCeuxGDs7xYRdG8ougdPSjeAr1jatw8yl8mvbfcKjz5bw093Wi2PLYqVTxaXO686audPGXXFj3Lx6k850mJPBuuqztSFQU9jAPLvKDhe7ytuR28",
        "tgA9vUXybr01Vow7WcSUPUuwaby/Kia9ZjhYvfurOjwHDIa9PMLUuqCCBjxoaAo8FfZCvUqaQ73yS928EGqbPJwBQb0eLBO9NXYJvak/qDx7KzK9TmsLvAEiMz3ZS5Y8B1otPeXB5jzer/G8gBGQPMFSPD28Cry8Jz72PAYJxboknja9OuVYvSYHizwUFMw7Wr48u6bm4TyKq6I86obWOoqc8ryTRbG7Guw1vITbtDyV7RI6pqGjOmSDcLzubNO8JjIJvHK6GDzyzkC8CUCvvJyFSL1x8wG9HOgUPYIombxWtlY9dvUZvddRsDxnMTw98wUSvKEDHD0r0Re9eI+junorvbzjdWm8VR+6PH4VpLuTQg68asGCvHm84TwwBUU8YgWyPMKirLyucjy84LFMPWE7nDx9YsS8UNNsvAMwQL0ejOe8QU9cvKnHCj3lt/q7AcmmvOwn/bwOgSY9BdBBvWaZ7LvseTS800FOu5yrJD31Deg82NgIPIsbNL3tptW8RWlCPBH4RzzGYT87MkJhOyCCwLvYfDG9wBtRvOFBGL3f5yO9B93EvGBLEL25IFm8DrXJOoVrhrxPtP475B8NvbnHZ7wz+fy8k84ivDy5PTtDvxO9OMeavBEEFz3nBwG9LrijuYR+DL2FPQ29hrL5PMsCJjw5l0A8fEU8PGfGabuHkwU9GmgdvQ03G70Tugc9O+xuvGy0Hb0fe8M8FTrlO4dfNrxsCb68lihkvD5uQj2U8su8M5u3u4IuyLssXvs8yvI2vbM+TL2EO9E8H0JgvT8GhDsEAvk8rkwBPamtC7z7Brg8OwhoO7m/tjwHFfa7euPuPHWziDxamK88rgDGuwSv2rvJZA+9DNyMPJpqErtOK2887aK2PD2Ebrxl8su80i4fvU8KZDzNIR28O+8wPP23mbtOtAK54cwwvQ0anjt9qPY6u9ESvboRwjz1PLI7bPgFveFjNb0HhTO91opAvRFJpzmp9fU8sME3PKyrCD0OfRY9jGHlvF2Yj7v7EFs7",
        "RquzvJCm7jsex/S8jspePckMcL1VGpU76xCvvFMpI70i0668Aw/yPHGiE71YcVW8u5VzvLZZPbxylxW9ch++vKo5dbysA4C9J13ePPt1Xr0wsaK6/MnfvKBKUz3OGqk7BbnzPGjPZzv21Da8rXQOPUDZgjwkq0S8EwLcPLYvmju66WG8AcXHvDHczjyPOV49zSGoPCy+4TwkX4q8IxbcPI/RWDyXVuU7Ppk9vXFcVz388qc88wkJPCgCT7xFnN+7BbWsO9Sj0zykSCs8xp3oPPyimTxyqLY76PCLvGxi4zvGVKk8Vb4avd8vHTsa40A95XfFPJW6ZTtUIBI6WsQyvHG6Gz1ZMJ488BYJPU4mM7yIhJC6yjWhPI5mcDdmYrg8iafzPPuQajo8aDC9bT69u+WAbDyBlgE9UIpJvKMaS71UIcy8lfG8PFnDL709nHa8zd7nvGRJJzssRok62Mh/PGnJKTwoGEu95kOzPHfYGL2P5li8R4XRPMgp3Lw1vEg8WxUpPci3mTyoOdU8KpSbO+vwG70dhuA8/tcvvdNYC70Dxa675xz/PN3R8TzQlhE9HZsJPXl/gzyq9DW9BSrHvEoLJr30gwi9IflKPHXVODzT6jO9eh6aPJnp3TysSa+7RADNPE+CEz3fEM48kFIGPTyYgz1C+CE98e7jPLkMkzxvA1C6BYdOPNcyLzyjeWM9rWiOPEXotrzOcdy8VBwXvTokHjz15wW9Y5pLPMzgnjxa+OQ7v92pO9tqtjxJbyC9DYIAPT6ZPryckV+8v3efvE6doDycqge80sG1u8SDLTtmVTI9llrHPBGX/7yqMbs8op8IvPm1uTykmow8eSjJO9DFLjvX2bw7bg7SPNKVprufCbA8niHTO+Vytzztaew6GxmQPJix5rscCzK9bLdNPaCNAD0o96c6xoYlvcM2Jr0cFj+84W+svNfkMb35UOg81DbvvA4cAj1Qz8I8uPPTuqL0hju7i7A8GAn3uiPUvrzZE4i87wMEPa9F+rzCJju9",
        "Ge56vOsqOL3pOyA6AjmvPfuVDDoEcgw9KpKNvUOMwLzq4p+9ay1RPMteuLnbX4E915KJu4QgiLyRX7w7wLMMvRmzIL29CK07XmcBvNKkKDwYdMq8RtpZvUuvqT2dm708QtjnPPrfyzw1nsY8xCemu100UDyR8y88jy9Su1mVMb0yVrE85OFFvWVtGT3u58U8qyksvbK8obxUN5a9T3CIvU7CgzwkrI47UIchvUKWnDxYgd+82wEgvfo2ADuCqM68pfeVPBZUV7wfCRq9HL3cvCkn6ryfzDu86bciPQd9Cr1h0QO8TnLbu9ptQL1YAsu3V5DjO9NN07x7MDW9y73pPNO43by8+Me8XH+Qu4bu6TyRKk+99Z8mvVoSoTuq62681NSAvclxK72HHiq9dIKGOIE4/LuPanY8NkstvXE5RLyjVek8IUPgus5NLr2UwGy9j0vqvDPbGzw6VCy8tAPpPDH65TxVVZC61gdRvaBuAD1S+lk8yLiBO8JSEj3kCPu84TYsvZTrgL1irlw7cDD3PB0rEL2rVw29zWKUvXv8l70fUma8rjRAvHbSKrxztGA9RqMXPVISk73NWDG9tGvEOxtZCT0zx1W9yD0NvY4XxbobZkO9CR8UvSp17DwwhQW9jx1wPT08Wrn4xCw8KDETPLn6nD29Qq28Cb33PK5WIDypjcU8aXKbvHvzRjwvvWI9bE0/vePUOL1PGkW8w+bwvGnCVb3azxI9uqT5PGYiID3j7AE8ZxiOvW99jL0eijW8lp+2u8eha70aKbK89Kp0vQ0EBb2tABC9P4fBPKb8Cjyl6E49hjyOPBVklrwGy1m6ZgvEPT8DOb2005W72L+XvEom37wnTS08aprovCcTiDwUtrY8V35SvBhzir1E7NW8YKGLve9Q3Ly3pgO9eFa8OcfJeTzO4VS9K++fPEZHAL1jyaU8q40VvJAMpjyg+bY8IgAIPRYjDTyH6788iSdKvP+kojww+oi7G4UEPBaO07u9fWc9ARspvfNug7mMmre8",
        "vM8gPTldmr2ApEC9ULrvPHT9M7wYWrI8YeYFvTawHLz86V28bcJGvR1h1Lxs2Cs9yneCvKEc0byzgku8zoHhvP7yBj2f1bE57nvNPHruUL0o7nC80LOpunLGHj0mwKE82YwAPAeBiLw7sMq8ruKGPXBQBj0v/VE7vV8RPAO27jw2elk8oYyRvf4dzLvnTI89770DO6EEAD0cVUW9laF2vdcwcr2yE808eOlruyNkVT0s0o08FBaUvQmEIL2aVjo9jw6bvCWP/rx63jC9xtPpukcWRry49jq93YuGPfZIPbrBf1a5rMkdvdjSCzzbgQE9DfI5PDTDmzza+OG8ipgLPe7l9rxiQhq9Xf2NO1ElcDxiHLG8HCsgvU8jRL22lq88IF7Ou6dIm7sFJvy7kBobPA1Q9LyjmYK9CefuvM6SK72rDqA8IRpFvUEmRjp4Bnk8v2GNPGO8QL0mXJ+8jKDNPIdXRbzmPBC99UgDPGT04ryAHwW7y9akvDxa0bwu9He7KIkJvMAEtbyZMOs7lXKgPSaWgr0Cume8z06IvYqKlb34ji69WqD4PNAZw7t37RY9SEhZPPYG4Du995u9Cd1lO/ka0bum/Dy980sqPMx3kb2zF268zABOvG+ooT2lGfS8Dx+qPTxE4jyhhYg8OKt1uz9+Cz1dqEO9eZCIvEh187tuug29edojveeiNr3OjkU9e2VOvaBCrDq/2QS9Xu4+vXrrib21zwK9/DOVvJUSkz0ilRC9wKczvdsPNb0PZyG9pxv6PLvySb3+IvA8t+Vpvb4qXDy/f3S816WaPTONy7s09ok870fjvEYrDbv4gQU9RDhYPXrUBb1H0RA7Z57qvER3KLwwhvm8aBSEvFNJgD3fBMu8Y97EvLATizwgUgq8tNYFvX0iVLyRZhE9LwSkOaHHLL1B7C69DG7OvP3qcrzP32c7bw2YvHWdGb035506dFKOvOM6a7380BE9AldGvNuH4zxqwAG9TVaWPK3+v7xucao8adcHvd/KIb1bAWy8",
        "ExrPPCp3Db1ktc08p2iDPa8QUL2HXEo8QadmvbCLAzs+7Qa9dG+uvG20Bbriugc9hzrlPODQ0LvCroW9U6SrPPRFCj3D6Fu8CA2CvBhcPL1PxUm4f3nFvPxyGj3gWUy9pwmTPJml7jzaL/m7jwaSvCZiqT1+HtQ72bcgPUrNQ7w7E8c8KPK2vEu8LrpkIo89VczhvLwrorxBKfC89tGFvfReOL1xNqO7SIBgvPHm67jdujC8OEVvO3eZkbzTwQu9VhrUvMKDlL0ZbB69enWOvcDPQ7zVVn69UkRwPenFB72Z4po9h/8bPaOPn7zy4IG7fdCRPevCH72oCYK8LI26PEMd4Dwk+4G7M1YcvevVnz2SCoi9aL1FvNZ8lb07yLe8cjV9vTCv67xUWRG9MR9qPfiZEb2FJYY8ddxlvTA+Mz0Wfwm9Wt+fOz/gEzu/ijW9veF5vLTmTb3pw1q7gpnNvCSnJz0XmZu7NQUJvftq6LzK6nU8/ckLPT16KLtXipQ7UuriPEOvkr0Ky5c8o6GBPSyCg72SrsQ8JE0IvebPm73W+rO9r4OVPL1OED2gtkE9OR+wPFrNhL32Z4+9VvlJu01eBr39f+m8Mls+vfQVqr32XOU8ttyfvKXdMD1Mc8w7L+66PSazKb1d6im9ovoBvC8rKz36sM482PkovZOW2TxWYEU8E1qPvSQ5yLrWAUM91hZlvB0qPL0MK5G9AFgTvbRG17sM+bu8yxFcvJo4gj2jEp08od6Jva4Y17xzLT09+C4XvcapXLyLzza9jF99vVsBMr0ophi86RZLPfWf17wHBS49FRFKvbVKCLxStK487EWqPb9SqDz/CdC73tP6OyEexzyo2TU6EomlPMl8tDyr3IG9e1MJvKHZFbyrn2i9/us4u8KVtjw0MAM9qUnxPLhf0LxjQYG90socvfR75jphRO88sDwMuqD1CL1p1dm7D34fvZp6WL2Qtik8HA4TvU7MkD1nShs9a4UNvS95Pz1tib49jjIOugWOmTvL6Im8",
        "1vPtO1hwf7xuTE+94VHHPP1zUb3adcs8peVrvbXt17wihFO9BxxBvb/2KL2/0Uk9vw1uuw2Dxbxayza94vYMvezHPTyTCo69lCHxvNPc/7zz+Li8B8mgvQR2iT13hCu9CyohPTK8M73CF1a9J4RpPBbH2z3XHg89MxsgOsi0fjyT54q7MxySvSBIrjx5bLA8LYYEvHcHdjtLtoq9w1ayvGWK5bziX568objNPJ2HojyusN28E82GvQH+wbyPVVK7HwlmvDX8Lrw6ySa9ulEHvdjc27yPntG8N4FpPZH2HbxA1ww9R859uzJNrDx8GBO8/WilPTt+3zyh4NA8xR0YOs0x1bySV4+9aRJBPCg3pj0/pZq9zzRIPFaFAL3axZ28fJebvZ3y8Lxyikm9C3OkPdOVBT34PX29MGeuvfcXEL2jscm7NoRPvXxhCD3prZ299Yr4PMM9ZLys24Q8jPitPJqTcD166568LsG6PHCcHj0gz0k9/s0dvCDEqTwspvi7mQ3OPBZnp701DEq9MFIDPZwRZL1/QfE8nZ6HvTE7Xr3PkG+9HctJvW3hBz3UA7k9MuZ2O8/8S70LPLC8xiRGPSgB5Lupa7C9JeXsvHf6ob0hLEO9dmM/vEUtXj3DJwO8fPgsPZKfRLxK+p08aYvNPDpI1T1fkgI9pSg7PACcCb01gqe8yEGJvQ5kibyvGUk9esyUvdutJr1PMrO9lMFQvQ8E27zaRU28rysqvZZcrj1OvLO8++y0vU3R073RAqI8ggvxPA2+Lr1M1jQ8OkKqvTMPkjufSXS9s4I6PUDAkzwWN8E8JyvwPDW+1DxHaLM8WM/OPeFXBD0zOBE86Ng6vcBIKL2+AFe8XB0TvN4gKT2xLBW8kLYePJduybutNv67uOw/vQ34YbxHVg49v06xPEC8W7w2pF29X6yFvew/mbwx2R07F5VDvQNGSzzchJC9SdYavZ27mLzcMG84C+sTvVSlRT2Yjim95ZSpvPg6YT3naNo9A4SnPLHE2bzohOw8",
        "EdyqvLWpm71Gjka9DCn0PGzthLrcUcE7RJ3cvG59LL0kTvC8nH/0POTbuTyNBKY9AhwUvUwBVr1S/qS9LFyhPCX6krxXpsu8Z2havAzDv7qjhYw7zlf6vOljaT2Qq9S57jSTOzifCb0KIVC9wir1PMKhtz1AD/m80YxVPLAUlrxuaz29fR2CvUvHEb1uF0s93U3mvBlhCz2NALa7q+oWvdGXPb1BE/M8Z2aQvCytTDysiES95fuTvfZzcb0HiIk8lKeCPNVMX7ztuNs7mgB7vMyLDz22lnK8hl6GPXYFMb1vWoY9IshTPD9jDLywfLa61r6hPUACFz2ZBu27KmtXvGocAT3AWXq8CMcXO1yfNj1iCDW9ski2PLUHDrzHQYy9fDCCvdv7vjyESz28EQ4LPbQzyzyVfIK9z0OMvcMQETx1Mxc9PxzrvC096TwkcBK9BGISPVucYbuddYg99W+YvI6HTT1/QBg95MNLvVZYUz1d2k89DIp7vCVrPL1c6a088PaOvNhhBjxc5Rc9AHsJPVkndbxarMa8VLyLvW+f6rtoUxy9aKFbPEvzezz8vAM9mx6ruj4Hab0Igga9mh0jvIwVuLwffgu7wTGjvBLlNb1ABPc8Ap74upjUpzwevpY8S4uOO6vhT70yi+Q8KSZwPO6Bjz0CU+W7w3pAvcBj2LyOIxS8Ztvhu1M6xrztfuE8bD0hvcTeQb1927S7bCH4vCfMQL2DwRe9uZGRuz8qoT1yoNa8H8E0vA7cjbwT3ZU6WX80vZJylrwYlUS9x5FEPL6ZCj2OfDS9XN6FPIynNr1yeXg8kxEDvTtoUbzL7qC8OhLXPEucA73EYAO8PUsJPDG3ODuYM4y9SNETvAm4Zz0T7zy8kD8jvfyuYr30yXO9fchEvSe3dDx4raA8y3pvPU2VXbzSngC8knXou7+5vDtzVzu86UFkve4/wjtOH8+8D/89vcjs3TtRLQ88urkBvWndQD0XB/K8jwXmvI/shDw7dq88KUfGO3izgzxmG6C8",
        "sA2KPHIRGL3WPr+7vgiMPamEf71B+3i8frxLvVJq0zteG6E7GzYHvRoKh7ywiAm8K79/O3MDDzvamx69hEUhPQTiJr3wzhy9lX4NPavwO70TJFA8ikviuxlCJj0l/Zi8RGduvEnJLzsLNRo9BNoHPHXIqrvzuhK9jinyPDoY0zxI4eq8ZPyRvajBjzxKoqM9Bn+WvXvAhDyl2wK9jbV4vRqyULwdEa0849ZdPF22hz31Bac8f20Avarsqr0uAhU9wmsKvPI0bL0Sy447D8pcvQPKvLkUjeo7fblXPI1gSL0wICY9f0R6vJ6Iszwg9rU8ZXbKPNpoFT1j0Q69fEfTvNA/47za8rS6VwcNPQjqmT0u6oG9KmmvOl+9jL03jhw63r6wvI1QCT3PjqI7FsywPMFxj7yDqdy8mvmQva+z6zygKwQ98g4gvJpmrzy2KWY67NWTPKSmhrx33jE8TehJPG0NnT1+SR+88oGPOv/QkT33O309mbjQu5GWKr0IOCg6wZAZvYYvSrxUBs+8Hp4ZPDgXWDxJk666bD81vEnLCr3KvWK8+lpMvYS6Ir2pvSm8P3i8PKTIFL2vkA696TBPu02YkLwSiea8nQ8tO9ngIb12rf+88s4LPF1Fdj07TvY7PeiyPDRlPL1YvNc7tfRsPRkPHD3PAyA7FgDyu57zLzwn7xs9fmuXPH2Av7zXwWu8ih0mvTTY27yfGmg8+nd+PBWLLb0m86c7mQlKvclr/DwokC+9cvxKvZAYFb0JVwC9TjFKvCHBMLui0Oq7MCWgPLnv3bzFhqm8AFSIvO0ly7wB3JE92C8HvDqo6TvZRYY9slnyPJxjST05OhA872WxPEhjGj1mnjM8UZPsPGpmXLwig768LjbtO0G8Ub3L3M28cRBhPHX5w7tzHB+9nGwKPfqtrzu6kHy9N/UXvBN6vzx14Y28A4IOvZA3ALyxYwS9QejOupP77bx9oxc9iMbqO+xpmTwM5ss87jyJvCILYD2F95Y96Gc5PNIjrzx6eE69",
        "5THKuy96x7yqO608QNVaPYIlxLwrJDw8mu0Cux4Yq7t09wy85t0JPZzxID1LsTA9rjzwuV5MNryJ/l68cec3Pe+IPL1yVys7YNXcu8HAijyBOz28R5RVOpjpmjzPxku9OYSlO7x4Cj2M8nU8aSOIvH3Eaj1gpb88sONpvMMt4jwGPBK9ex1LvePFEL23fpe5xqoFvEQ6hbvZ+p67ny8GPMxN17u4Wng8lZhcvHaLWLz1wRu9WHjhOrXFNTwb8SA9tdE7vZwbK73w/u67VB8cvWjuXrxrjxw8UmTSPG7n67zLsk09UD7MPN6amTxix2k9F67pu0wTi7xTPyq9IDObvPFWBr01xJs5qsqavGXsgD1cl9W8bdi4u8q7HLxrADC99rGHvYSonbwHzWG8DBKIPYP7nDxkJXa83yJXvV4oJDz89A87C4ahPNt0sbxSwla9I2paPHnRFLw1Maa8Vk9GvTZ3ZD1RJZW7hl2IvC4TkT0a1409PuL0O9S2AL26xz483VsNPaHJ4rzJguk8M9rsO2n8hzvkygM9vGrLu70pA70Lr/O7g25tvKGDsDwJrdm8BtEHve7OSL3zK/c88WmkuaZoGr3AXJK8xdGVvI9TFTxLjHE88p4zvQOvFzoVehm9xcB4vOPimDxYo4o9IdraPAFQmbz+ODw9EEOpu4bHtbznztY7KN6avARtg7y2+pi8AsEKvbbSJb00LfU7e0muvM/75ru+fPK5JG4WOgUNgLxGU8e8gz6KvYVgHjx7Imk8bl5PvW/ZpTxIiOk8V5OzvIdNAz2MsX293Q7MPD6uOL0VzoE8ZGvBO7tlwTwyUMK84Bp7PV0Dpbt98Xy8I2gfvbRRvLwWWke9kqDZuWz3CzwZ4gG9rFxcOw2Y+juxemU8kCJ0vaV6Tb2sAxo9o5OTO2R1Ez1kbFi9jg2UvQdjRjzsikS9zNfEvBrZjjw01qm8mz8Fvf7HCjyQVS89+4wPvXZlmDyyZ6w8+ZfYPAV5bT2qNRs9zLjCvOECijz6FMw8",
        "s5p4PD7mzjwkhtY8ECU4PXt3sbny0xg95/glPC7E3bsQ/EC8lyGYPFo2/zzJXq47MLYrvRas1zl4Gl+9cDEnPDPdQr3c4ec88T4Oveb3Mb1vCCq9FGMAvRGKqjzmLi69H+fiusrFMrz8exU7ASw0PFsoEDwv3+G7iFqEPC746TvW/RU9bLyMvdPPpryEnwY93NyDvSJdvLxEY3a83xJrPKG5DL2mvcq8eDkXPdNJujtQ26e8JX2BPJ1/LTuZ2Rq8JHUUPdT/mTyraDW9QDoQOxVAQL14OGM7BFoGvQVHXzqG28e78FQEPcSSo7yyAQC8Hld7PSZYkzwr16Y8SWvEO0jyu7y/cYi9VjbtPNRuTT0iflk8BQ6ovEbcib0enoy9TUeSvQx4IL1keT85I4qRPfOy9LxAAcK6N4BcvR3WKj1smh49KvOQvUx7aLx4UYu9wKsdvUbAOr1oxSo900/VPNsZcj00C448CmpBPa+bdj0IdTI9oJHmPFJejLtTXiW9Ow4OPZjFOr3onNo8w/mMO5nDOL3CbJe8jEf6vMIdDb0AVDC9A3KBPIXPnbwLtyc9kJoVvfQSwrwERz88CT4aPTPfh7uYUVa9M6hPPJUR0jwzREa8f1Cdutq9dD1nQfM7HulJPH0tvbxUVZ89w4E5uzAqeLwr6AM9Mvp/vA+kEzyzKiq9ydCNvdrS6jw98uQ8XLguvaMkDL0VI6i8zXx0POMXC7zWFqe7JYnhvEAZIDydjfM8eFiAPJfevrxc7a28mqMwu5iG6bv3ks28VnuJvDFCpLpn9S482W+pPLqTRL3Cd5+7r4IFvZdQOjvB0O+7f1ScPUfVXrx7Y/i7MDBhvPpgUTw5Wxe90cQWvB6UpT2bnj+9Jul2PCl1v7zIbW67nhe6vLsIAT0PuxE9xjBLPXNT77wbes681seMvXtR67t3qw88ian9u5MtvLywv7s7MAZWPJcyGL2ZVjE9pzINPVkyhD0tkZ074LNKvK4wlTyaAYE9xP0tO0iRLz3TRTO9",
        "NNZQvQAsULxaFyk8xph2PeBEab21WEI5oRJZvXO5kDwFBzi97QONuoXiYLtg1Ew8BZu6PLkHrDwcsyc6ddUkPcwauzpqH9W7J1jDuwKukDxzBTW8UFMoPK3Quj2fyfw7LyVHPDRv5bt2PFo9FeKMPaXEVj0FbSm7BqDxvMQ2LTzB+5C83VeGO4VKtDuXerM82I0HvcRDSTsXnSw8VrP7umygnztImA09Qm0WPYk/Rj2Kz988p1iNvW48pL0PMne8Q4dGvTVhszsTIim8VwtwPGPmyrtTkgu9O18fPT4G7jxVGK48M/UqvUMiF71W4aC76BqgPdckzrwByRC8VMD2PBefQzuzoJG9ijwAvTfFCz3ZSCK9KesCvQ6kprwDHVq9fNIdvSpqBbwS45c88fUfPaThrLsDA7e8gYlUvQwFVz2sU228+Ilvu4379Lw+wiy9NutKvUCijL3+8TA9m9GyPJg/uDwS9hU9qNgRPMYk1TxNLAo9BFsIvVr0wTz2gES7l6AyvQqE7byhaQA8pQaMPO5kmjxYJ028ZGYSvWm+VzvGez+9bq6IvGuvMj2TdRI9JvRHvR4I5jsqMdu8gV2rPM9lGLy1++g7tAnDOCxIzryenyC9j0bvvCt/vT16YuA8IO/bu15iOru2j6895h1zPSjfjz3sX1087ywdPaS0z7xEhaQ8aVWsu8xZvjyI5qA9T5EhvVciWzwsJ0m9eKYOva5YMb0v73A7QOJbPdAyVj118KQ7+pYOvUC9K735Ciw9uEDxu0Cwer1kUaK8LNQfvRhw5bxcrRK9IFV7PTVO1LxNFmI8l4pAPK4jrrzGJuE8Xe19PJgCzjseXHG8GopHvVALyTsfcjy9OucjPFogpTyz/XG9jL36u8SIRL1adP682HJxvcDsrTx8jMI84qNYPcN+o7yowAi80OwZvHepTT3E2+u8IbjNvAU+VDwTYZ07CCVyPM222LynMeo9Tna1vICRZjzm8yO82c1RPB7lmT2q+BY9ZPKZvIUw1juZCkm9",
        "zdXcPL70mL2cWBK9GPSsPau/SL0i9RU9rpFgvRwoQL2Qx9S83EZEve2gLLx4P489yRHcOz1XwbzCRzK9NVpqPVyF7LxkHKG6jIYAPdurwbw572o7ON6RvNRdzj0cGGW8mEmwPYQ1G72dofs8zV62PHb0Hj2AjK08R2sLPNkPFjt/sxa9TWiuvVWe1ryEG4c95eycvbT/Erwpeyi996oDveGr7bzJS/c8JzMPPXuU7jwudUG9jcqhvLw0tb0TEW89nTURvcZyAL3xZPw8VeFrvavf+DvX16K8YmvDPcMv5ztruUg9ee3lvPcKNj0/i1s+LhTUPX8vqTxPBko8z5EavIKmm7wEHfu8TScEvE2UGj3VoG+9S7kCPacvvr2BqQO93DKLvUvPirx2Us274yGDPSX4iLwXJLW9HpbDvchDl7l5Z/G6ia89vIF9Cj341yS96P2gu8rPyLwkL/s99GECvV59nD0fxc88Ma6CPX786D0Fo7M9VSO5vLTVy7wtsbE8/eDcvFcunrygvsA81o+9PMZBq7xWMx48yV8dvEF7Xb0tuR+8KeCRO2S0nbz9bZY9W1TzvK29XL3zeHG8e0aMPTqVqrh+o1q9JuJ+vOZCv7x5rks82K+VvU4XGj4cXrc8UD6LPTvBGr3ntPY75D8xPP+BRT3al+K7XWb9PPPQ4LzMjUi9mblBvVUAQr1mVjE8/vQ6vSAX/ryXpva8x8yvvfhwhb2cM+u7aN4pPZsgbj0U0LE8HUqKvVjW0711p2E9FjaEvOp2vb3tcQ+9M9evvN51Pbw8xsO8VW4sPu/mIr0DoXU9CzPoPACaHLyS1s49X9PrPWukhbyukMe8O5oNPS/g8Dtx7cG9afi7OrqiRD3hW6+8HQhEvdONmb2lyoG9ufqAvZlmpbxFulQ9YMjmPKYhxzzUwWK9cfIqvUONOTzbpf28PGKVvc7AIb1p5ZO8ncxdvKK4nL0pmfk9EGYJPXE1rD3uuIG8/Qvqu1opET4uEes9AkNXPD6oU7wlWOc8",
        "cFJxPEUok701TeG6BHiiPf61d73okvW8pswvvbuub71RD4O8rVrsvFg4TD3wTtw8f2ReO04gD73oxOO7vWcePYIxiLuiF0m9AjAOPdcAg715Pt08TTIhPE0uHj4koTo7YVu4PcZ//Lz0SrQ87NoYPazOAD0JuSI9RThdPBNzEr3FFy+9/uZ7vAcgq7yWEkc9mvisveS8Djw6E5i9m7+evOlbob087rc8GFqZPNs9Dj1W7OI8WYsTvWezcL3CAUE89wO2vD/YDL27uk29XxCau2V+pTwbRT47a68WPvwzjjyxrTM91k85vYoX7jwB7/s8Y7/LPNLcCTzI3C69q5C+u38EpzwTb4q99t+CvMLPqz0vdpu9guxXO2LqH71oXoW9X7M4vTRZtzy7ABw9rpmjPTRKFT0YizG8kGZrvfn5UDyutEY8zp6wvNjfGr3z/QS9q7z1vIu8q710tgE+YE7lPNyYHT2Ie8Q8iFqePdn1CT4pMfQ9AY1qPafWF71S1gq6WQKEvAcDfrzyOXO8omiIPWrlTr210tm8gYRcvc5uI72j+ua8/Jl9PMd34jxZ+Gk7PKOVPMaJFb3Mmhu84504PQPcsjwwtZ+8vBvWPEdnUbwF/aY8FB0MvYQtHT546Kw8CimkPbTvhbxEEqI95/4oPP0YFD2DaCi70VRXPN4B0jxhxzI8tGXEvFLPsTzT9jo9nrnUvEXDPb0lNF69VnAqPMK8fLzheIu8R3loPQ6tQby6J6O8oJIKvdPlRLwdqr88h52UPG/b17waHQK9dCM+vVXrvTxJNQe9vTSQPfomgjsM5q08LVn7PJfBErzdPJk92cKcPZYK7byj1Co7vG6+PKGF6Tx1a2i9E0dcPLXlaz2yaBC9AACPPEoVpb0uVs+84u2BvCulIzx5WoQ9ZAadPGOLHb3B0SO99ZUgvSQihD2C4Lm8AShAvEaTFz3nY6S9HAmZvBxAWr0zDhU+qk4Tu+hupj3XwIO8UsyMPZSmBD4TBqA8n+M5PVQIZ7wF7p48",
        "4mObvB7VD718wfI8BKCRPB2Gz7xzW1o8IGi9vK3vHbtonZe8NUnium2BAz7dxk48Ys6yOwRYdL1qdoW7sjYePX9abbzcq1K9ZLDAPLCfQbtUDAo8OOelO724zD1l/sW7Ry31PATybrzsTnU9TuZWPSeXcD2Mxqq8t10vPEFuhDw74ww9Xz04vJpxBb2UU2Q9liWRPPcqVrwV2rA7DkYsvXaUh7xE4OS8xMCnPfFZHD3T66K8m4kUvdW5Fb1b2Za7CHYxvAhHnTyviuC8SuyyvEEwRbxU9fs7NuIJPsVb0jsCk+o7khENPQZ5kDyfqCM9BhWdPYiTsTx1Foq8qfmhOiKni7whtmC9m1+5vELnmD1CbzG8CXJiPYBQTLuOq0S9qslUvPYPBT35y289KgY/OzpDLzyR8MU76V5fvdjEKD3NQnW8jxkrvSIhMry4hLO7gGG/vBTpA7xFECQ+CfoePYXDdjxoQiG9nFr0u+joWD29ve48QUdiPYmZtzwzhNS7yuwYPcy3nLs1szk77LdFPdPJHr0aMWy6uvuzvFmLsbxK+f263gXFuzJd7z3ZLno9qLZAPQfMdr27mR+8oeBgPd414Dzbz1690LuLPL2m2jstuhy9wRUevAY/Bz49Liu8b5wbPV1Zzrz6AR49i8qtPaHchz0+LWM8p6EiPdKEHLyHW507GkXOvGhwL7sMaS+7Zug1veqXsDxK2MC8jPukvPq1xzsM86m8+IFbPFp9TzyvkUg8fjrvvBarAL2b77E8vqogvF+iXL1eaOA8yhdmOucwEz3bdzq9MeO/PZZBrjxBGLM7qhwFvZvr1TxDJpY9wLEQPc0S1jx2e6Q7C/OXvGu7TrsAhLE7+cy7vPHhFLwvLr26nxxTPadDyrxZQYG9JYaIvaxDKb0jh4k9+lp5PW0WBD27nAw8e8Wwu4edaT3uTEu9pj94vL5lwbkLZbS8QZnoOmPSFjzG3xQ+8gGHPAE4DT3yuCQ8N45jvIblrj05so48t4SPOxhD5TyNUpy8",
        "0jiOvH7257x1PFK6ECPFuf4T5LwAr3Q9vh4jvLcoPDylqJ08Mgr4vEjz7T1cvME8AUKwPISJrDxlRgE9uZE9Pd2vnzulA5s8EamvvL/J1jxI/Rg9zaqZPFIr+T1M68m8wQggPQhhIb2PRm09mcroPWsajDu3RBg9z6/6PE0yTb3HZgO7i4Q0PLACkzxhtCk8MlgovWkIfT2+1ei889BWvdH09jyBcdG8Z5sXPQ+eDz3dVBa8V5JLvDahJL0I1zc9lVQLPVAqM73wtdO8p2QOvULR9Dx5s4+8nN8OPdmoLrq1YI48lBMUvUYfBj3glCg8FhziPBliJT3BmzM9fSYQPRYI+bwQqYy81m+rPG3H7TuiLEy90eXCu1rjObxxvtk89X5evVCEzbyoF4A9yL0JO0JoaT3KFoq7DxtbPGjivjw1Lke95mwFvStk27w+6Hm9Sy7oPH/lVzypefQ9ENSEuYpuTjw373S8aN94PVo1ij0PaCY99KzXPGZNM7mymgo9MNp4uzEk3DwKwR48JcqovJZTxjzZyLO6euYnPehYljvovZo8w7UovdOgkT0XJyo9GxluPcirUryRdw49rvwzPJBaG7sahyo909ccvfxutrwt6DA8tGTqPFmUTj1eAzg9EwsYPZzEgrs41xM9IC1KPcjYgzlsTlU9g0ZYPcoVoLtQfSa8UD+4PIyMiboN4j07iR3yvMIYeT265Eu9TENavNujUrusRKq8miLGO+Lhw7tkgEQ7NPimPLUzAT2EM2c9oOQvvVKzJr0eFQ+8TvQSPSziYTzdvwk9w0dXPUXHprz/dhs8vQQIvMzDJD16W/M89wQkvVFrsbzQxTw8ikimPHVzkrsk6YS7ITpNvdyXgjhlna68jSFHPW4k3jy9jPK873PcPKWp9Tx8nDc9KTkYPXiZoTtSCS28HLJnvP1t9jxxDqU8GMgmO825D7yrcg+9JwklvVq34DwpuMM9xPkAveQIfD2gNCa7okYOvLN/ZzxaGoi8tilgPVEluTyZNxm9",
