{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              19,
              52,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Rescaling",
          "config": {
            "batch_input_shape": [
              null,
              19,
              52,
              3
            ],
            "dtype": "float32",
            "name": "rescaling",
            "offset": 0.0,
            "scale": 0.00392156862745098,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "rescaling"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "rescaling",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "eecaef17fa5592b074dcbfb168b7e9e67961897355aea93218dcc21abaae5d6e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      19,
      52,
      3
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            19,
            52,
            3
          ],
          "values": [
            "1CcQP6zsYb3vVWa/OK6/voepMr6Vbd+/0pvRv0qR2b7j7cS/M90Lv3EwZr7eGLM/W7NeP6Kq/L9GMhy/yGEgvxX4ob8u+Zo/WeCcvjawBj+nKBS/YyFjv1EJCUAhpcQ+VhTQPipK2T+BUFc+6FHjvDB8fz4+9gnAIn51v/HzHz8IkBA/dVgJwBY/fD8nyZA/HdvxPmSnTb/acxC/fectv8ZQgDwQUwu/tzm8vhmo575r2Dy/OeDdPsb+Rz/6dUg/P58AwFHXA79Cvr4+gUkTvYY0CEBrfye+B74JvfE5cj+rdOS9z1DJvgu3iT/chMQ+bUwkQKqeDz9XHUm/BiluvoM6mr/CHb++7OKfvvBH+L4e6wHAkbaoP8YJ179DNShA8FbqPdhmHr85dca+kyhFPwhEC8Al+9y+nv8SPxlGuL+Tvo2/xEggv+cQrj6MfME+YYPHviNMir+BMSq/FSAQP3Fp9z70N3g/Y/HpP+LuJT+CZ7w94jOFPYX/8z79n4q/g9OTP2jfjr+1LRO+qsY4v6091b86tX0/QtDsPy9byj7Fgdu++/iZP3Ke6L/DzEW/txa5vzzmYb9W040/CXtkP+ct573ukiY//Bm8v9PHij/u94O/mcyJv9T9wb+V164/KeJ1vxF6Eb4Ihsq/zjIcv7vXqL1um5+/HMIoQOk2wT9DWjo+Qae1PHNHST8KrTS/Auvkvosu0T9RAww/nOVZPnjpLL+aWEQ/ffIJPLWwor49sIK/+Muavxp1lb80ZQ1Afys2PbyjQ7/uZHW+GnbzvyilGT4EtiQ/ofUKQC8VFj72LuW+t1mJvphz2z8/QCu/B/PYv6Q4Kr98F9g8nadDP02pB0DHJB89UXpDvxU1qL7qkoU/2/2PPvX8JL3/Wuc99titPhjkAj/YteU+vG6vv9MVAD6Fw74/wHPNPfs/CEBQXyg/NmpLP53sAr4+GHo8I97vvgWjvT9M0vY+LvKCPwRADUCG6c++tqn/vfwreT9gk72+Ofg0v86g4r5mRIY/",
            "vQaqv9n50b6Pyio/h0ltvsN8877VaZW/udAyP1XOvj6tLAw/w2YnPkqzTb7YSiy/6T0PvzxNpb+ZqzQ+eL4EP8+L6r+mk88/Ca+mPwU7nr4rck8+JPPfPxa6p76BRJI/FTKTvy6Vg78G+SS+sM/6v8qUxL6hquk91lBjvip7AcCW+9K+D0TEPjIDVT85avW9cughPnaolj9F9rI/nTTPvpGsa76OG4u/+RrtPt5w/L7EQBa/AjkdQDAKBED3s/G+WSL2PqRGkT9VZN4+x2XdP7uHrL8xoaW/Ze+JP011kL+cF4+9ijs5v+WHfL/sOl6/8v0nv0MRLjtM4Wk+jW8BQJBDkj6pAFQ+Vr0Fv+sNOj+h9li/8y00v3HFHL7G88Q/EDMuv/Ezjr+zKK4+iQIKvc5zc7+jCFy+F0sfv3wvaT88Txa/dFoWvw38nj9yIPs/Z8fDP/Iugb/BSrA/RxxoP6iDlL31WkHAwAoqvy8byL6zt64/y6iyP3Derr+4wqk/a6wyP1HR6b0DjMK9X6a3P3jUtT8iXcq/zHaIvvB8Iz9ObBg/tjcJQIzhhj9i0Ts/Ikq2vYuEDT73GgC/zWtWPgNQrz5RAb2/3MmtP+t7lr95ttU+CwmavkbaEb11Yog9TnKEP971hL9Zam++5jhnP4kMF0AMLRDADbegvmNmDT+mNBQ/yNOlP2bUlD6achY/4ZlYvkYto799i6E+ade7v84Y1T5MGxa/BRE2vwP4Ur+As8m+lS5IvxAEBj8Tmhc/r8U9v+6bUj/zRhRA47MlvvhAVr/A2Es9qN6gP0uZRr4FRUS+qXxPPXVtTL+wU4A+ARmnP/PemL6FCHu/VBEmPg8sNL/hk7w+wLqSPxmfUz715hs/GZLEv7WLFD/5tS0/UJNNv68tD7vEKm+/BRMFwDm2nj+sDbC+6K0sPwrMFz7KeGy/ZFCGvxnmKz+XV2q/cAMHP2NAhj5NZJA/ITHavrNRUb/FFvY9Es5UP7iDa7/UXcw+FY3cPyvdsL91ya++",
            "sutcP68nl7+cFt2+omatP81t3753QEG/2vUPv+N0Ur8AEkS/+yleP1jjvL97yzdAdUqfP7mAlD9b9PI/JQssP4jbVb9NSeK+OdQYQI2u6L64lYk/wkloP7zCQb8mg9K+LxQ1P85z+j1udY+/JswVP7A5Nj6V4L+/R9+MvzttXz9JUkO9W/MpP1GYpr7XSRS/efOiPmPhLL4BU6Y+HsD+vzfj9T+d0Eo//rzYv2NtCDxaP4y/OpkIv3SPej61Y4Q/KLPovSVMLUDnKLA/yaWjvzn/wT/UyxG/gL84vtLTzr8oTR6+6wPqvtA/CL946bc8apcsPxo5J7/NSBm/Zyl9v5JAS78hIjy/BBC3Pa0Phj8Yf32/umdVPwn/Lz+0GQE/STFTP1kdcD4xK6++Zm0+PzjHML+3Bby+7gqYP5xY9b+R0g2/3UKnvw4Hhr/yT9s88Rw9vyfwmr+j6IS/i2dOvzshpj+81Eg/A+MAv8mOrT+TvTO+xcFLv7YSbb+fGxU+wCRgvuiqDD9UylI+JzeTv32lRz+hz9u+LkglvzGYI753A/++uqJIPo5cqD+z1TO/xCysP5G2Lr/MRgG/KEqLvzEMHz8eltA/eiujP1/kCz/m4Q6+lQmLPweALL91ueI+q8hEv/R6hj4Z37O/c4npvx0Ggb8Ynhk/FFGrP6KosL4AglU/5OUcwOq1fT8Jc8s/dhuhv9+Gkz5OaHI+D24Svk9aLr828Ig/0ISSPkIbJr9m7OY+gmulP5/xxj8MDDo/w8RCP/arEsDA4r++th3EPySnBMB1wbW/d6cGP0JXK79EQE8/ctFfv++ILED8u1O+fei7PgrHaT+aDjO+2fRJPjwaBj6q3DU93G+Zv4hqjj9Q6MI/nXL5PqyvWL+R3m6/xJZoPmGnvD6F3fs/YMQvPzzpkr9OFqa+ivuOvyVSZz9kcHO+2Vf1Ph21JL+9cBQ+hrZkPwUldr8nuT2/HvkvvzX4/D/MqR+/h8gVwOaCNr/I/zA/4kocPpNhEj/pHKA/",
            "glWkv8u/mL4k/MW+Hz38vbWhmT/7kGK+U7uSP9yPWD/rbzm/NXo0PqJpy74O7K0+4ySOP+bLvD7Ah0W/Tv2bP7SiZT9DF42/AmMQv690rD7Zz6S+zhefP6Y90r9GzaU+Rp89PZ4GPb+zeUq/t5Z+vjwvZ7/zYYW/2RGVv2+F0b6kWmy/8rsBvhCwir9TB9Q/PeqBv1C/pb3d/x8+t6e1P1fxNT9NomS/NllaPje/Qj/x9Ku/NMGzPridob9sW98+0cOHvl5pH7+/KYa/Ms8iv6p/bL+lzXs9i370vlbkJ76RvrI/WtPCPpbMDr8yCEw+g034v+FJXL8Mx5m+8VFgv9/OET/wvVO/cmW1v5I2DL+3nvK985VJP4ZICL+ohBvAoNjzP+6iJb5NFtE+0z2hPmyPwD5XLqU/XsATQP512r4T7hW/lUKUv6hi4j4pdJq+5O0bv/58kb8eA1E/LlkKv9tfpT60qD6/tPQAvjy7qD9Bnne+jT7kvTcekD6/wo8+dlSZv3j91z/4tOW+uD/WPhjR1z8anly+2xdzPLaPjz8MgyC/pXoJvyAx977TczC/pU6Avww/Yb9UYwm/S81Vv3YmE0Berte/eoyEv41nSb+SPFS/xck2vy7mgb/pMog90QcpPtnGjj6QHR4/Vx9Rvd1Uor5foyY+4iSDv4R4EUCK8p++LU3Hv/zMuT5Acb09cL/HvuJp1j56zMw+WC0iP7HPUD+WQce/N/9gPHiFaL9wjsK+SiASP9sZur8MQYI/b5x9P7Xfbz7jDpw/gYOzPlSSBD1u0ti/BljRPlEdxr5GRSU/uorQv1HWhj57o5U+0ui8PpOqiD5du4M/HJtpP3XH6r6yyW69bm7ZPeCHmz+9ljW+cl+vPs2x8b57xe6/IELjPyShK7+OzSE/Lry0PgzWNj+3zRK+uuUUwInTi78lhUa/+vi/v8setTpcQA/ADlGLvrG4hL9mKUc/i9WpP7mwn70DqZU/pIbKPmRfFUDBRig+rJF2P3Au0z6wD3A/",
            "KJoEvrxPKr44HhBAou+Uv6+Jjj/YJyk/m7fYPpIG577MAM8/lrCsPm8gLj/mjji/NcFNvy+AXr89Em+/2UemPnIMmz/IpAy+2LIHwE+8iz7ul0i/GT96PvUXZb8rz5Q/HfgLPyZI8TzaPoC/Pj/ivaulQD/nYx4/NK0KQHrXOD/fl/89W2eWP0Zfoj77Gby/jahfPkkm/75rm4Q7kqAGv+WQ5j97jhG/9Ba3vwSWeb/LeIW/WeyDvwk3C0CmRCu+tEsLveWu/z17TaU/4fiGv9Tobb/kzg0/ZpMRP+YBlz/dj7s+O60AP8dyCcDFpbm+Y28Fvy7+t79L7Mi8kbkmP0zNEb/1+5g/Z7USP1UxJ73WiRs/b30fPlD3Qb90XM29utuLv7S6W0CX81m/mbL0vakKM0Dk5Jw/Q6YRP9eRY7/ufRY/HKmVPUsM+j7JY7W+02t+P1gzaj93ooc/PThev+pdg77rNSe/AxKRvwpVW7+lJ7+/1xEJwOjiLT+8J6K+QQppP/Ti1z95ojI/AuOSPyVQhL8FZJG/gQkxPpnL1z8c6bQ/pV0EQDGSbb8GiW0/Mmyxv7GXEkA0+pa9gmBQPsswNEDf5da/70z7vRBOg76EBqU+7uuIv+8wBj5Ydya/k6KgvRGxmD4aKCS/4F8PP4njYz/E3Gc+uIKGvnAwa76l9ds+RHwSwD5k/D72fDS/tSKSP3xtuD86Mpu/CSqOP+iNBb4vAr89AQ2LPlJHjz++DCc+tw16v5mTmr9t+hhAvGH4Py275D7ITdc/OXRWvwR+Ez7PyCk/9LJOv3xOlz8Qt5E/bV0MP4df2D71zMO/gSqNPylrgL+aMio/LwlDv3QvZz9/tta+naR9PtR3q7+33Bw/Y5XKPsmd6rzUPhFA9LMZP8OYFr+nhgo/hXQWvmvWEL8RK4A/l2ynvjJ/lL9uKyG/Iv+Fv9LK1L8FeHi/ZTm4vTwml72Rbe0/FHqkP/cDIT8WTsG+XKXFv1qxNb8xxUg+sEcIP0iJpr8OFZO+",
            "5gitPzbbtb8tIL0/O3GNPpFxIT+eogNAtx3iPkRzsb034RG/WF3pPvoGbD82zqw95DIEQJZnmr53ABa/iGvmP7omsz7EKNQ+ZuR9v5tOo77IWMU9kUgsvzU1gb5slzi/1dCkv6EbtL0ohVa/ZkSWP7fOv72QScC+AsmgPHnGyj98Ugo/gowrviZLoT743D7Ab7wbP7lGEL1pcxY/hygOv9H5Jz/nLiW/LBTEvpFa2T6SgT0/f4Z1v6DRNL/gN9+/YyU6v7Zlf76iPOw9XN2EPl1t2z/TtNU+8yE6P8MK8j1HV7e+uECwvumq/z6I8uk9lzw9P2J0rr8rYhA/k1u2vpcmEMBvg+K+XKtRP3z2hj5Alrq+afUNv6bdBD+ggMA/nvCpPs3c+D8Rvsk+k0XHvhsKpD381gDAw5FFvejjd78JyAi/7wfhvxqVA7/1RFk/YceyP0CeVb6QU/w+FFFfvzUVTD7mVzQ/l0kCv+Nyv78UuR0+SVdav8sbNT4xsG8+65Bdv1kgdb7XFe0+WMQMPoqjmb8RpfC/HwGdPnea7r6oI48+JgtSPZC5qT0LlfE/S7bgvtUAMr+XCSc/pyE8P0DTkL2l+jE/diTrv4WWdD92GCk/RzAbP7PuSz9C8SU+oHMcP5JKEz/8Lys/ewQaPxifkL4tQkO9oI9uP9eHzb++myg/Oi9DQL4RcD5ZjEi/jUmOv1Sjor/BOhTAjf3zPgICnr9WCS4/3hhuv8vfy75fGvC+do/ePOjWtL78JIu+IQfnvvQcBMC+tL0+V+AOPyG8LL2Uqmc+u5kVv2sP+T+9gjq759iKvq+0CL9ZrK0/STylPjLfEr5u8ZS/Os4vPcrruL6b43O/H65ov0ophD+U3/k+4xFtPpZoOT/A6JQ/lOfwPZfJMj/vW4q/6cxuPmnssb9KrGQ/PcEMP0G8Xz7wIAG/rz6oP2A2d74llhO/hI1RvmJKqj/XMzK+oJGKv8mJ3z7surk/ZYPovgCZ2b5C5ok/vFdiP2XkBMBfY4O+",
            "kEzwPyL9PD/87GG+6rF7Px05jr/pSBW+WWkCPylq8T/fsWU/4X+Ov+umZD6dUYE/qJH4P7qLib+1h+C/Aw84P/q+Pz+xIPe8apM+vwF/Xb+KigA+puw3P4XJk7/e75E+JOfvPkHsnD8l7IA/oikFwKLuvb4eYbC9ejV3PrD9ML9nIM2+2SQSv6yCsD9ZQrQ/1vjGPtTPhT+17LK+4wyJPmvjkD5nSVk+QSJFPmJKt778HcO/HFvyP7o/p7z5GTu7BwGDv3kvJr77FI0/9VccvEG4Br/IQyw+p5YGPqXYkr/2aTI+2zyjvZbbW77myHA+PtQdvvNOq75sMC7A+mi4v5FirL1E8RFA5x1Ev80j+D7FmlI/gynpvr9YEr+eMoc/naFvv3KEJD/+e6C/oqghv4w2Vr8Sm60/9yG0PZ7J+r4tYlM9ZM2SPqTYyr7np6m9NetMP8EhkD+rUI4+gJZFP9Ls475Tuxk/rg4IP0/6/j04P7+/AWKJvuOqjD8EYvo/JJYpPQv9Zj/dkqI9wyeXv57bnL9pOr4+XkNTvwgNoz+xh6y/mm0zP6XPjz6xA7w/4bjQvyl/YD9UsbY/2Tp2vqbsREABXzk+9GQ9PtYxiL+ov9O+If22vzL6pb6aMx7AxrATP4yBZ79Ft5Q+3V31PZ/nib+wl+G9nZc5v3/qYb3RTDy+NmcdP7TU1b8JiNi/VljqPvDiO780gOu+FQMwPR0oJT8Svs+//tWtvyRxfD8PLHM/7fLvPhNZxz45ahg/WUqlPxGlpr94WO6+6fEEv0Rzx78XzZM/M4+gP8jB/r7HwSW/TsmmPzhLFz/JrZO/Zy8AvHpBND8MyEY/vF4OvrBnKkA3t7s+veFjPVvHf79UgYE/1YrePuSTdj+WHKk++C/0P9D23T/woBc/PQc8PySbBUCigcC/wZFkPtZPE7/dwzc/Xh22v4m8Sj8NKsw/ocr7Pv+drD6lQlk/aj2CPzjgz7/MJrU/iY/lvsruZD4ONn0/aIGlvoJq7z4lOKg/",
            "xRpYvxWpwT9+zwDAYcLyvonutD8R82M/ePmYP7VsCz4WFto9WB+bv47mVz+O8JE/I8ihPvRWe7/R9zc/AM5JPxgYMb14Xam+Q2SPP9h7n7oqbQ4+e56LP5sO0j8xyOg+P/yIvpvC6j4ln5+/vymQv9FZ4j2a5PG/6a1PPg3vgj83oAK/cm0HP+Qhn79eko6/0xwXwIin1r/O3ma+9uC8PoDSFb9P5Km/8OfQvhrGmT5insk+x9BwP4Ijpj7zOxpAYLuYv5gAhj+M16w/DcU/P4mo1D+/n4g+lpfwP8WkOj2851m/9suaPiHFOT8moBU/z5G7vm99Az+A5rq/GZDAPktNxz57IN4/W3l+v+1LAb+PgQzA40ngv7XQSTxC2XG9a/d1PwlUkb+8DPE++Ikgv27eyj+mVok/HJVXP91M6L7IR6E+zbzFv2kJD78rRgg+w7o1vldAtD6PrDU+3617PgB+IT6Gp72/eCHxPr+NDz/Ht34/RCzhvldq9T3+Kvu/IljCP93Qar0dyoc/2ZK+vS3Iez0HDKa/ZWfuvsrGlD1PW/Q8vThnvwlFDL+s/na/EpWkvyhKLj7A9Rg+i22tv4r7rj8MLSs+xh8PQAP5KT8NVmi/e1AIv+ZWXr/8Wsy99xSVPgvqlD9wHz69ZfbkP3VwXL/mJeQ+YS/3vrlUwb7kFPG+/XsJwByMJr+LtPQ+/cIIvu7Gob6LYYw+ZE2GP9kBkr7tNgU/IUG8vmYxVj6jWdW9QGLVv42u+D+Udow/geh0v97WXj8cp2I+BuhOPeH1mT9Gqp+/JwgvPjN0DL821Q6+5KcoP9KYDD4cEb4/OOPHPsO1Hj+Dche9b/pdvoxErr7tZ6A+MxQmvn/uBECxCtM+K9PRv7XCdT/ytY0/Y1yQPhg67r8Ru4U/kLKiv6IeWz+esKM/GPwXvjqkkb7eUh2++SdAP0leXD8fmWA/o8iuPxPZBEAnmq6/GuxNv0uk3z6EQAM8q76MPhqdHr+W7ek/lKx4v3+ymr9mZvI/",
            "QoacPZO57T8CyjO+Yjdmv01rw75UePg+Fma9v72ewL8PC20+rNCgv2lBYL2USlW+4MwQP5fVNj+8NYm/Ub+jvjUDtT4r14O/akkIP1cDDsBAia6++wI5vmXbx79NxkU/00oDvgRl0T+eq60/SP/WPiVwqz+t6g0/CEIhP+kMpb0B6Vq/wSlDP47ahr43iAI/ipVLwK9Ccj8p8mO/aKAePxAeuT9YzQzARYVcP1BU1z/SrL2+idXOPpqQyz7sFqA/fSq3PrT8NL7PPbQ/RIftPv/kQ78HAig/O6Y4v8DbkL9McEC/qdoeP2o8Fz4bJAm/lYNiv3tMKb5Z9N0/zkfSP2YDTL2Wru2/fyo3vidcBr5+7nA/j6FKP65HVT1x+oS+QeMmv1KLUj6anrK/Y7kAOwwlyD4WHYO/KESaPmFL7L+AIa0/4b93P6TR+j6BSBZA2D2IvrM73D2N2Jy+jSKMv0AIP76AlGk/0MrRv2JLs75qONO/t9zGP1Y4Cr+SwUq/KGHDv34GjL6OQWy/7SOlP0rBUT7jDYs/DNSiv9Md8788uke/tN6avY2xlb0y5Rc/A30kv28CJ8CQRRa/nXoYvUNPWj/scrG89HeGv/LTVT5csEc/hXoNPh0qUL5anfI/gA9yP5MwTT8Gq9Q8B+1MvTGoAcBZjJc/44Usvv8PKb5XKxE/sgBkvYq8ND/JMrU97WigP+1dSr1wpEU/O0/OPkY5Lb/K2JI+sq6TP1dnZz+gOcG/fpsPvvxZHT+70z6/vzRiP3Kcgz6xaR8/4DAYv3spiT97Ah6/CODev1Hapr8V5F4+uZg6P4WTkD0vkZw/R41uv72QXT+N2He+oGTyvlfqWL+gFgo+SbplPXxRSz8Y9sQ/CS9XPkF+5r/t0mO/52SevwsxTD/QDSs/lj64PWuLYz0rKsW+oSP7vjciBD8576S/zrfxPo1da75J1p2/SsukP3rtAD9Pyru/VLDOP6bIcr7olI6+jFXuPic9or5JFck+4RuPv97kkT8GTis/",
            "vc0KwKrwOr8opX49KYa4v2myHj9dK6Y/VNYEwDKgob/s5oU+M4PGvgsigb8Sj0G+x43wvrJJpL+9VUO/K7kpvz2mL0BtsT+/ogwtv9b14T/AxSU/1rX4O/ZO0b/RErQ/TIMhPw7Y0L885iU+WYidP5Je274NvmE/L6CJP2mJU73PQ+w/DDIev5R6ij2vTHu/mTOnv2aijz6+DXK/pTymP+hDkD/RAW69zaGZP/Dqqr0eCYI/i46Vv1bG8rtzQmA/fLaYP9v3X79HEADArSmAPjv0Bj4Mb8c9rJk2QKY/W7+8AaO/aYQXP5h1qz930o8/YnuHPyN/vD0fQZa/d80lvsGxOT8o/Ke+VLcDP8Oeor4kcRnAEUxmPy+nur6WBdK+30kvPRC9hb881BQ/pAOavtZZw77YU2s+gg6TPzlemD8zmIU/6GNAP9SGe76mxnu/sVisv4l16T/XpgI/YIYfP2YVAUCHdXs/D0a+PgqpLT69oC094jQ6Pld5fj8UPJg/1aUav+9Ag7/6TJy+q6Mvv33V1b7A7R4/jx45P3inl739xD+9U6fXvuIplj8JXss+PkQ2vo8Lrj7BdHY+U2w9Pxa2OD0QPmq+VSU9P61zIT/Y3G0+lb2Kv5OrRb7Yekq+Wev8Pi6Wnb6jK1C+RRyEv/l4Y7/quWy/BIuuPgz6Cr+w9Yw9F+u5P5iTmL7GmpM9WaC+vpPSl773OpQ/l8L6Pik1b7+LL2s/gAcBQJewbr9485Y/CkI6vmZnCkB1PoC/6+tAPjJ+7r644FA+hWnAPvScvL/wGXe+YIFqPwEHZj/gCnq/dMhlvrlrXMD7h2m+6jxjP+yPPb/1MqQ/28f5vv19mD9N4ghAmLmdvxoSFj8FC58/7vQBwGI0gL93Aas/rZsiP6sVZL/RUiw/tVfAvif/yj562ww/yPbOvrVmtr/HCo8/cnpQvgQ0vj8MEow8ot2lvEb+r76w9ei/9gJSv83Qhb8LKs2/rywyP0tSgb/X4Zi/2kFgPyQKUj7FcUI+",
            "5777vnVfQj4ygqg9u+74P5Ahrz+3oo49NYyFvocfOz9Pg4C+0X3iv2mgAD80A4Q/GYhqP0EqdD9IR4S/G/b0PgrQkT+O9vE8FRLfP9BztT8mlDI+naTIvfx+eD5I8ZO/5ijwv+J+F79YqTK/DN+Lv7ASt76dOhE/5jp3v2keaz/mQpI/aNTTv73nmr9GBgg/IJeRP7yUj70oFjY/5V/9vYZ9XL8AMpM/FsIewMXxQ77itQM/0Ve9P1hYK7+cA44/enpZvxu8fz/PbPA//0atPiP0UD8gdq6/MApGvzd8DsBYI74/wJ8kvzy4Ab+rjyo++G13v0gTlz/Rw6c/8X+sPxUN9786tz4/zV9BP2oQCz8K46Q++jQ3PsB3LL6nZFq/bawCv0Mqnb+GZcu/z57ov2NJrz9xJB8/YIX8Po1ftD6I0pc/97Y0P66WQ757Mqk+sbSbvnN8Mb+/GNO9xUP9vvR0sD4R6Oo+VXKcPhkGMD94qV8/t8YDP92OEz9GkRM/kAcHwKbLDz9OvUQ/bJAKv6PUxL66pr49JXG3P/xQGb8TVlY+tcMFv++ALT5cXvo+Mi+lvSkf+T7O4n09RFOZPmIJq79O9Z+/ysKbPzWIoL0dOwY/DdkKPjfJIr/I2M+/PxwJv5a2pr6Mdti90lF+v8RWib8BS2a/ZPmwP2Rmlr67ztk/+CGJv9bZjj/gHmc/9oB5PrHfDr/ENLU/lNOkP+Yr6T2R21y/GOf9P8bgJz2Hyoe/Zw5uvhnAI7+AHeK+FEjIvUN65D5AO0+/AkcAv0ONEMCO8gm+a5gfv3O6Ij4RFcO+Bme0v2cJPD/TFqO+04s6QKID5L8keua/QEZuPmomT79/WCjAWDqrP0Y9Sz9Zfwk/GSDsv0kwVj8s0Hy+zwTiP/17yL4EED49o2SDP2Vsiz69HMe/qGKnPxyVPL+9Jgk+I5PsP24jEz9fO9I+JbfJPzu1ub4W8l4/mcvDP5ih1D7mw5U9i8Vzvkdb3T8AwOQ/IKA6QMRHsD5qS8C/",
            "PENLv6nQxT/FjBXAiK3QvlwrVD/jyZU/YQnBv4phpj7Hv0y/NAprP7orEr/9xpc/SKjcP5hAWz4jZni/pTatPLtuzD/+WsU+1spKPwBXTD/b724/PuPFvkyTfD0UOI2/AD3uvqV1kj+evVS/rS2Zv9xX5T45xRJAI55FvzWtvb25wa2/bcIIvoJGhr8Xpjc/Z6PoPnAWE74fbqu/3LGCvkD+h79t41w+TRyIP7ezvz+r9RW/ERxkv1kxTL8XmHA/KvcoPe/4qz6Qv+y+d0Pwvh2NED1GSe+/6Y0CPwNN/r12xu6+De69vvHjkj/XI8Q/FReBPylz0b1XzOU+0sFFPkroZj/2mOG+vsK/v+3SS72flxa/PlOWuybtCUBQ9629taimvsbXjT48LWs/BhuJP37/CkC+jK8/oktfvxS8bL6IrBW9Qwa5v0QmCj9/kUa/Sa+RP2OzGT78Kiw9LGcHP28BdD77q4O/e1FQP6aXID+gK5Q+JF9dvhUuOj7Ekjw/+0y4vrDXh7400MS++QKZP3ukdL/CRpE/WZDXvrpgOj9qsvC+tfoyv+d9lD9Qiks+bd9qvwJKIb0DHDpAay+tv0BCSD5lpks/JJ6uPXGpHD//aR6/uPvYvbN8lL/5BB6/uW79vcPigL5rxJA9KhwRvxXeDb8zfpI/rKLOvksbFzwRsEc/KlbdP1PWMj/N9F0+MpH5vUi7hr0Oy649zymnP2ebWL9s4wy/IBzUvx9pDj/31o8/j2Q7PmwGDz+2Lb+9u8WVvhhIvr/jcao/0xcXvsMLkT4PW0c/MMFPv+1OHL8aUwJADrrTvdTvLMDl6Pg78AezPlHG4T+jVrc/GP+SPkovr7/kDJS/8WEVv8a5fr7w45M+GHT6Pit6Oz6glKg/FbWTP+RCdb+QcLw+J18DQKDcjz+igKw/5TQiPkgVbj4fW3i/W6iovVSCj78l1SFAHy5Ev6oSIr8D7SM/JiaWO0YLOjzx7CW/KSDOPu2pG79M4aA+CLMzv5+EMz/jGsk/",
            "4oCzvj4Khz3iW+U+mwqFvxA2Pz9aLC+/Pwumv3B4uD5cP6I/SwWHvtHqWz8sMBw+q+tiPsfN1L/h06A+e0IDvsOIIkCSh5K/7kxdPTZ53z0L8MI/UlEGv0UKwD/39769IbRXvnNb37tfY/o/RgalPmfCZb4827w9JzpCwCcLjr+foJA/8TKmv/yxh79aoDu9om1oPlH8Uj5FyZq+4I8nP59qjT+P00M/UxQlvrfW0b4A5x2/3OusPNgEoz8pqSG/DusIPUwujb8h/Ae+PkAcv+S/H8APMVC/oLFxvl1Mmb/HfCG/74tQvzMZI7910YG/cO7nva8EgLzfTVE9A1h1vlCXrr6rZNQ+Nz4dvrXuD7/HBUW+Ic9uv7CgRj8JU12+2YIsP3N3Rj/ETZm+nxg6vzKol78TBkg/CRcTv54h5r/vqIw+YYCrv4txgD/Oxya/4gwMPxXKHL8p1rk9E7IYQFDBOD87qi6/Idnkvg1D6b3PwuW+i5jBv8SLqz97O2+/5vBKPrPX3j5xT88/p4XXPdLpID9Tg72/XnIMP1vcjD9iztm/TcB9P1qrjj8PzgQ9z5n2PnIYDr9ahay/H1+iPx24Ib/DS46/3038Pib0+77e2x2/kq40P0JEs771uZ8/Drq5u9E5Cr3mqNs748pPvyzqVj8Hsze+qWjFPmyRUb8fX6O/1GeuPqTfGz+vpCC/Ir0eP4fLcD+Fqs+/YZpOvyMJLT9xsJg/+KhXPYL8979oJtm9m1Nav2hrtb7jTY4+TPvlv/KLfz+x+80+xTgLP+Djlj3+HJq/AMJoPlWAKz/JfT6+vbX5v0sZDT4lAky8RPwEQP+gGT/wujs/aZ63v7suA77lVOw//BVbPzGV8L57mcI+ZEm3PR3t87/lHZo+x31xv5DNWj+LGgHAx3U1QIkI/70grKM/VXz8vnpqU78BGoI/l/i7vo8Svz9gm0U/JMCwP74wqL9z25q8jC0EP6KsScBtt3E+aVVQwApogj3KayZA5t1Avj5eQL9gkrW9",
            "aAnOv13or77fVbU8nvT1v63X7r+ctkI/k34evyKHLr97q+Q/iVEGP7XOzD59JzW/kNuJPrmBwj4idT8/OwD+P3I4mT+4xHm9OK62v+Gd1T9hyUq+T26NvwIc0j9ObHS8IdXEvqDl4r0Jemc/rlGQPvI46r36RSc+89Y5vmoetT72Ww8/JrE2vodD7L7g3qm/0Ogyvpr87D4Y8sI+Y+Dgvrlvt75btGU+73uoPUy13r4+oOA+2E8fP0kF3r74P6y/9VXJPpFBBL9FQmK/Q8gawIo60j8CEqi+8Uktv5d3Ij7lLtO+0USxv9aR0z73qYC/+qqwPvnq1T6KDhm/7yPGPv/qvT+Z8p6/6INAvolMxb4vobk/UmasPqNhTT+VR6a87mOXPyzOJj7SodW+h0Zyv2Owbj4ROZa/RKqzv3VfNb/45Jc+HXQvPwJrhD/m7VK/HPo8viagAT+Vg30+a48+vjGa+77dqzE/Gw50v8Kjij83+le/0xKAvwwhpL8C1wo/tV5xPP1sHz/Fif0/Hh4yv/o9d7/dBwhAsizsvlWcwT95ZJ4/C4uLPsV4jT86TIS/dTc4PmvPQ7/8HiHAhWZMPQPZGr/XC/y/VzCDPxeRpD7pkx6/pSh9vqi6qbz1hNu9LtaDv0bvlb+zboE9ThEBv/OAUL7CSgPA2uXqvuts6z+7soW+74+fv7QYlD+fmEs/xPbWvuwkFr94+8y+HCOhv3YKob+F6R0/SJ4CQMooK78vSoI+uiJHvgQfDD8y6pK+B9nIPmg1ST9BE9K/WrWPv1D93L62xUQ/TDMbPzBLib8b88o+rQsmPxBRbT+n4x2/XF1+P6v2IkDRcLO/pupbP88gib+AiDO//bL6vlQkgz912Pu/RJ0EP/wbxr7fMqo+xBQevZz3AEBfXCg/EfmzPQVnnj/0mqo/daFPvjmBgT+IQsC/d45XOve06L7egyQ/TPMlP2Oqoz7CBdI/BKVyvCY/HL/gTAu/gUPivYLf/b1Ntry/Bre1vutYsT82ZqO+",
            "TYVEv4/zRr+vgg2+P5L9PunfdL5NVrA+iBWwvXotrT9HBzs/2cCzvk0KXT+XYgRAi8uHv1hvCD+khIS/rBmFvmPdZb86dNs+r+J+P3t1IT6zKck7Z3yEvz1omb8A39k/yZmFv1nk1b8Xzqw/z0PAvmkVjz+LapS/GqN+P1NM8b42MAg/eX4mwNvLVUCIJt4/gpGLPcoELb9mwgvAxBgeP9DPzL6nRLI+DDTlvzgSmL6Ri/U/Kcl4P576JL+UcGI+HN3TvghLfT8/nEM+8tXZv2r4b75Nj1E+z/H9PrXIQL87qp2/bfT0v9Sv4r6ScpW/J3uKvr1qjL5qYaK+XGRWv8fsTD6E38o/gc6lv5BFHT8QgAPAqxyAP/P/AT+hyNm/mL+8PUkgFL92Rq28isGHv+ZNHT9YUGI/VnHIv4wxoz+fNco+iL5KP8zjFUBiO6I/8GCDP4y9Tz7yG5y+7YalP9T6Lz9lxJk9keejv0GsUr+xoKU+lahMPzLDH74FhNy+G1yPPwyslj/BXWG/jRy8P18t4D9bHk6/iRilPiVkyj9VNGW/dE6EPskJ777pVXc+SWCtv9Gd7L//6Pc8F6aJPUXtYT46Uoa9jfdLv54qgz+b2qi+NX6AvlGQrb+IJTm/2GqdPwsMCb8G+A8/OAzRvzGK2b3MRBg/nvTYPzZH1z5mzcs9iPqRv0/WLL8Pj5o/ITXgPqtymL9OWT6+xfisv5A6Er3Xk72+V5/nPxGubT89RQJAu0/DP9Kd4D+f8Zm/i5acPz32oD9Xe56/1c0kvwvhWD3fMm2/Crpcv1ibAsAfR/Y+y5L8uyx4ozpBG7m/oY+UvxbrlT5Ij/o9lTLkPjWelj8jT5C+afINPwX8Zb/O7ZQ+9mMMvzs0xr9It+o+DnuZv1guuj0++rA/uZKHP7VicT9Z18W/Mesev8aGb740ZQ4+z0uXvgAtJz8KbaK/P48zv1O66j64URK/DcgePi9Y278n+IS/9M0HQKCFKz/Jt/S+CqWpPoqosL9weU6/",
            "SvqQP3BPa79xDci9xrTUv2UOmT+s1sa+Lb4TQEvGqb92GA4+96JjPkqT57+BiQi/6e59Pphljb6wZZG/QTwFPw1WmD9BoVQ+EkEGP0ilf77JBuG+0ffsPk4Dqr88amM+OeyRPg+5yj/76D+/5oU+PWAeOz5KN1g/03/MP9Kohz8frQ8/N04aP6nga75ch6i/lW/YPxFXFcBnJoG/xx6pPmoQPT8Zmqi/dAFmPxyDPT/0CNq+A37gP56Ag77Sqeg//bn/P3Euib3k5n++RTMTv8IzZL79F7s/nKKivycMir5IA5o/knPqv2jkTz9/hWo+E7mqvgTQ2j+Qt0G/O4wDQK6GXj9JcWI/7/uavmUXg74Nvai/w8bnv0qRkD865BtAE6fcPQOlJD+IQgXApTncPruez77iytu+PPEBwJpY/b8GvQk/wr/QP2L3Db/ZllO+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "9zYNPxKS5T4="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "02LdPc1i3b0="
      ],
      "weights": [
        "sQRZPegBdrzJzxE9I5CAvcdo3z1mq7i9t55APU2MQb3vj1U9zW+tvbRfiz3Bvam9Aw04PTczfDtWuW09pSRyO2ESyTyS0x29MmwmPa/c0zsM9Jo8uXeSvKjnZrpzYmy9Ope4PCS5nDyPG8A8kOCVvJ9yyjwn/pq7tIBqu3nIjDvAbqo883iKvI94Rz08uVW9PS4CvVKe3LtgK1Y9wPmrPJf7Izz6hma9TZqrvGOiDryV93I9+6+Avf+erD231m+8BnpyPTgI1DusUKQ9lvWivYm8CT13OYy8PZhTPSCyU71vwbE9ZGRWvEy5Xj3/x3a8hEoUO1UdXbzHbGA9LAHBvOB1nz0zzbe9+EhFvAPsYr0NoF09WAaUunJu8zy9+ge8LkjGPNrOgb1vE+U8fKm+vNhIpzwLxtG7QH9NPSXiML1oo4c9OApYvfOulD3YFpK9sHrkOz5d2Lw5GKU8RLOYvfZxeTwSkT29BcilPCB5hr06Q0U9Fya5vIOpdD3xMpi9UDZPPZhA+DtlMxw9mtEXvas9Cz2cV5q9pi4XPbiT07xcaw49Rzxzvbf9lLv2neE6lMgIPZ8qZL0wsrc8G1GTvRbuZj1V8li8PNoUvKO2b73mLoU9QcCUuy7b1zxTgvy8gYWEPAxI97zkECk9pNhfvfR6Mz0cG868QSh1Pa524rxIv0+8+eyZvB2AEL21sue8KCoAvKNEWb1YdGg8NeeSvFyk/bsI00m9yimOPY7yi72vdWW86gYCvLwONz3/RXm8hEM+PfsiPL0h2X28iafqO9LXKz00aSS8tyQUPb2nhL3qmnW85kHpO9PmQzviqBk9CPJiPT7Jir01BTU9aKyvvDHvWzuzB5S8aDZVvFpnmDsUS9y8ihAxPJr/Mz0zAf0874V0PZ2VfjsdFuc8NttDvBUSPTwjfQU6WCaOPbhfl7xGYuI8do8wveSXDr0Agoy6oyuhPQQmt7y32Io9QHG5u8TPhjwkMG69TQzWPM3CvrxhdyA9hFycvVJdj7yHQxa9",
        "mYZ/PS99Bb3OeYM83YxqvJzSOz0RC1S9PD6iPWjuKL12meU8xWzmvKPadDzh/vy8GT2UPYnuNr3sh/w8b6Jwvde7Sj3uYmm9Ize8PUo4y7zWE109F810vQA8bz0dJOG7y7JYPZxNfb1FWME9ZCUsvaFdvz1tVH28NLmxPWfthb33gys9+6wmvVtgsT26bk+9ZME/PdV7Sr15tkA9GbrDvV85jT2CLMK8hnHaPMeIm7zFyFU9xD3EvW6Yojx+DIG9RnRTPVH4Mb20u5k9i8huvQwBej2djHy8zj/aurGXv7vkLMI8ZVktveCrpDmKBCW8UQsJvD2fmbzbVzQ6mwiWvRmhnTvpUQy9kciwO8jILb3DSaQ9epQJvTtjCD0dV3m8JP1mPZ/hfL1PgQ894m91vWeSKjveYLW83t0/PbHu9ryLkec7Hsfmuk9z9zyDYGu9J9OkPHVzk70JTIA9ixw3vLssxj1PNYi8ke/rPLwSJL0DlLY9bYTKvLPdnT3RuCi9QJxJPR4Y/7yMzzg9Kh+Fvcp1lD3lE6S9GF/BPNQis72FbO09DbHDvba6ZD0VNQC+YaWOPWzLw7x4Qcc9Rg1zvYiPvD1Ggoe934V7PRZHor31Ffo8DgSqvFNzgj3jRce99t14PfgWjr3WZiw8WSjnO0kCwD0Iqce8Oh6LPaZdojzG29M7tqDovEzfRj3a05O9i6mrPDCk5zyywvo8YzOGvBzWFDudIv27y+yCvNHLpzuzhai8HRRoPHHPhz181Na7ERIaPeoCezxj9oW8jYpDvaaHwzsvLJe81TKivNAa5jzi0Rm9ok8cveF8pjwOAWg8JqrsPKRuGb0krwE9yQ91vez8Dz2MdpK9H4UTPAZQC71PW2k97mB5vfxGBT0uL8s7WLEyuVp6Gz0Mses7wPtkvb0Zjz20sg+9FiL+vC71s7xJK2a5MvYqvaEYDz1gx4G9wOOMPBpP5zz8wMc7X9fQvDIW5Dz3Xyy9Z14oPesgJb2LXoU934k1vUEZHT0YVSG8",
        "3nwNvbanKjx/9Cw9gMTYuxzAJLy9Cn29RoadvIoDJT2so2O8V0s7vcVYprtBvQm9fwodvSBcg7x+Y3E9D+6PPEF+gLyXRZ+6VWMFvZfS+LyJOtk8k8VVvRqIBT2jW/q8kQOEOuVgYTyO4kE86EDNO003jLy+69M8Q0N4vFqJkbxgXBU9yObfO2x6Bb1413y837KCPYWmWjzqXSI9dvQZvdNRGL3JM0s8wfRoPTs/uLwHPDg9We0gvDZtHL26MQc916yTPFLmwbwwUpo7j7cKPVjwrTt/lXG8Tqq+OnGI6Tz3lQe90dO/PFAgibse1iE8PIUnvVnHXLuz8TU7TLiMPNegGr30dUC8qL5GvOypFr1pg/08eS0IPWw9UL3iVDU9CVOUPDXzK72Vr5g7HaSUOwwDMb2Dus+87TY/vM6ZlDyM4Ri9h0vnPCP5+jxTwPc8V6EfPb6vnLw10CC9RjGJPMHZBL2VwXg8dSeQPG/1sbsiYB69oDgivEZQu7qSbaa74luiunJ+vbwGM0i9gfi3vDfH4bxNA8q8IYb/vDwJWb38ZLo8d/ZMPEv0Cjzrowk7iwp3vINQfjwoh+K8YDcEPW1OJzyvvcq8CZtIPbaWQ70MkqW84Q/hvD/dBz2hTAi84PjGvAa2L71gVlA7h38SPZtK/rx/7Ui8JgGKPWo1Gb1CEPi7Csc5vS2iNz3qXho7J2mJPXNw6bzWCHI9Pyz5O7Tyrzy0I+S8fOZUPASRIL1msnQ9vDhbvbmpTz2+jKS8MyeEPS5rirwGsDU9DEGlvS30Mj2F3r68qT1FPU1cpbxRzb89i/h8vShNDT2jryO9DAOju1sPa7wkp5Q8KxqXvdnwgD2VHjC7i2IaPUDxvryW2609WHeHvNp9jTm/X868s2JFPRUB2rxoJW49qdMdvUv6/jwKizm965A3vHbut7uXRHs8AkE+vU63XT2M0Q29htQnPUY4oTwO9Sk90ALMvJZsDT3vWhe7r6oSPUBDHL1/iz07J5SFPERXjz2iDhe9",
        "4ACQPM+GSDzEbFU9gwL/Oxk/2DzIWAU8LILzPE0PWrw0jWo9RalbvPUm+DqcClC9KYQVPTxdFb2umhk9irVSvab/jTtl0YS8WveAPST7xLyKc4U9MtzxO6EdgTu3P8a811iGPaUQ7bho8aQ90mqEvBP18DyXu929ypsZPZ0wtr1Ko6o9NSiQvaXrqj13KAi9ffujOU3dl70qsKw9rgxBvanT0T33EMO9GXiZPXbWy7wy1hC81NM4vfENnD0aiaW92jlCvCoPHb202n87MlYDvdhGfDxMcEy9WIs8PEKfsbzHB2I99j8+veG7dT3Zu129bT2Vu2x9Njt2mrc8ckJSvaFSKD3XP727HwMPPQybA71mH6Q6h4invLnbXD0yGja8iYaAO8nRNjt6ToW85VlGO9Sw7LxB/y889gQ/vQfGCLwrTbs7Zt7MvHCPPz1BxgI9KULYvO7fujwj9GE87+vZOsVpbD3Wmia9jFmivExrobvgFmC8gJXqO/mMUT3Dfoa92x8JvOUgWz1fCpi8KNj+vHLzpLuGfcW8VjvCu4U7lTxSubk8RlEgvT/0XzzZPWS8uoPdOteJ4buUzqS8u54/vFVkoTxXYni9IWLivHotH7zRQIa8k5EmvHBRKz1U3iU8n08PvXP+Yz2I29680hM9vQi2FT3+SQK9oit4vd05cT1j8Pe8R3AuvSaG97x2SpO81urPPOogRj2i+mQ8estAvH9WmLyZuzW9axEgPGUgrDuzg3G8se03vSb76bzoDcC8NF8QvcUw7jzR04a5NCEbvZzal7yhukW788HjvHElqrxr3Tc8zeISPN+D5LwwtM48lBfCvHXz/rxfPRG9FN+hvMeWoLwdVii93WVAPMZRxbxUvdW8JIYZPZZz1rxGE0A8iviPO5wa8LsP08g7wYobPGTqRjxSEFo9IoQzva9T8LwuMQG9dbO+PP25Tr1aujI9BIc1u401PD3uiZQ8+hcYPRRt9LvLA6O7NfZsPGlMXb06NZ48ftQ8PWellzwLvRQ9",
        "P5UjPZgPD72MHHS86XwPPetWcbzVKoq8r2pPPXECE7xLi5C8JRxDPfXt/7x+b8K8e+NGPVtDVTwakh681SccPNxncLytqC89NrS5vENS6TznEXA716mxPORE8jxF4is9MNB8PNFeZzrAHg09h4DaPGqg7jz/XRa73XncPHy39LxGkTm9i0cAPV7gC730v0I7Uo6fOwm4KL0bmGA8mEXXOzXqk7wwtNk8Kg+NvBdZCryBGXY8IggyPf5fRbz8RYw8MQnFus9urbxb5f285396vAy4V710Co48+JGZPN33BTx/dbg8w1cKvfhFv7rCtQk8QZ9qPWFpQ72mgDE9IrhNvfm2yjxvrpI8ELPJu/VeRb2PjE49V6b3PM1ZOj2Owre8VDAdPWXYUryDBD28h/YgvEPQF7yAMPA8hU9qPXZMW704GOE83vFLvWUACz3a42i9EMCYvGbrc7vO8km5fPusve6Izzq2VF+9RxItPVvWMb0/K8E87AeNvcIYSDte67s7PkgYPAPSU7w+zII99QtnvUqEej2dKxG95faEvHx0yjuzeio9ppdwvay+hTwlNbS9u5UcvdNRV7xLZDE8O5+ZvUq1+jzQFDi9m8HCOw8NGruDhri74KeyvDAt8ro4KU+90evGvDNlNz2YCSs8XaDCvER/QT20Fnm9Rs6YO3+77bzWSJ07+yJPvRdk9DvK5cS8bYGAPId6h7yBmoU9b3ZGPEUyez2XL4C9ksmGPDvoujwKoLy6dmlbPGNSAjxGSCO9cWShvPntj7t2NNM857yMvSbtRjxq8ke9JbJZul1Blr0OWqk9Iuu2vWZEMj0w1Xa9rl+LujAiwLy2olM8DYCHu37/iTw9XRW9FNxzPfgmOL3QxnY9oDSCvRgsZT1Fo6a9dsvmPOjOrjvNEgw9TdiBvZPwij2aPyO9KQaKPMf+Szyndnc9TUS/vJttmz0ov0C9M1FHvIbyhLwFwWc9Md2zO8VemD1w9yS9AM8HPcvg0DwwDKg8F2Ozu2jAjDxE3EY8",
        "pg17vODPsjtUtle77SfavOqcGjzCjOa72vgNvcEeAj3EVUo9aF8xvQXUFD3n0o+9tr4Cu9VtaLvMvYE96K88vZ+ZSD1OVYm9w25gvAz1Vzvs8IM8z78Dvakomz3XNRy8u/FEvbRGjDtr+xe8ZuKPvZfgoLqWKWO7CehsvZWxOz06DWu8iJGQvA583TzpwIC9D7kmvbVALD2SYhI9e3cPvFpmzTx8VxG9L2vHvGv8dD0z9G09d3+nOsUUXj3SUI87TDZcvaXTmrx9tEA9pqT0OsrZVjsQ1TW9GK0QvW2gIz1bQxA9blh7PG607Tz7ZRg8grKKOyRE9DsiBnI9L+SEPEKPU7xQkEW9kCBvO5WDBz0WjXQ9HvwPPEcFqLyW+hu61m9yu2nxAr3/rZ48LH6pPIcm0ju6nzw8Q7jAPCTLGDwEN7W7trpxvZZilrx4CwU9yoHHvIDNM728fbq7jRTrPAfA0DsLn8Y7qwW6PN3duDqXg948NoQ4vRFzlbtbq/c8tuh1vOCW5DyHMKa81XDjPLffQ72yFI+8gxitO6TcKrw42T6989NUPUU/LL1szTM9pIAMPXORCL0uBhm6c3q/PNElgbwWOjw9UFUTvc4oKL3Yrmy9H2D0PPTcFL0XrhG8N4ihPGaoq7z4lAw55aLTPPBLpTwkBeY8lmflO7xvszyMw4U8tDAaPV4+UDwqsfs8PzKgvD656Lw9eFM8HElbvIRYXzwr6OC8qLzlPL8T3bw2V4w8/6ypvEH+Czswvce8h3e/vGSZnzyb8wu9SDsZPfJlCr1rH4+7xNIYvKNvIjzwqhi9shPzPOzBq7vwYs48xAThuo/RpburG/28peTRvAsaw7vb+iQ9VQ9APdmn4bu279w5VVAqPbX90bvFBvI7ep8zPbvaX70GtN28F/SAPDjtfTuMH/E8JygkPFZyhbxxvPS8t8ZJvcstAj2xBkA9DbksPa3fK7zZNuc8Dx+EvPYsGL0b1W482GKOvD3XQr2NzSE9fmb+vCv2Nz1bxDy8",
        "kvA9Pbe6BL0mygA8lS/pvCGj1zyPh2C9mQYRPEl8Mb1PEAs9lLfBuxU1Jz3NKXO9wZxGPD1qtzzw7g89HNMfvfNFqbvqT5G9vzwtPSU1J71TKJg9Z8c2vao0Vj0o7L67+2YXPR9vEz09N6Q92dygvYedij2RnCy9TWuKuwoLWbtA2Xk9PtygvX5z9zy5vKG9s8ZQvR0K9zyowUA9oj6tupTqSD26AAC8FGnNPOkgJz2B3RQ9UdACvcwbJTyIQI69Y0bfvA09mTxE6wy83MdovNKtmTxYM5a92q4avAVVAzsCv3a7FycXvVH0mT1lAyK89PwIvJE6HrzVHYs9FQWhu0PPXz2dWIq9sESCPC0G6TzWpxg88S1RvTcR2Dyugqi8w2ydOi4BSDtfYjw81diLO2UBGTwq/J+9zJ43Pc0YsTxt5EI9GjOLvYbj4jxrj0O7B9csvHv4irwL3EA92AIBvTBZhzykKJe9zVa7PLqNKjrpZCa8O2eHvTgInTxwLLC8/jmePSAHGr28vKc8Gt1ivevUWT2v8b28U7dsPZVYJDw8H1k8HkEXvbYoVj00jIS9HixNu6rJTL1lgBc9XjpovXfFIz2ZjYi9KoA4PBk+lzx7jo27YlxTvc9JPD2BI3q9P/ALvBk6fTwzX4W7dr6BvTSccz0jqvu4x3OdPDm1DT2i0KE9NFx0vU2yRT0MDri7mP/0PFMvl73TQIo9WYAsvSMEwj3i9Le9D1SjvMrXFL3eno8952vsvOP1sT107Ki95etLPK9bAr3Fl5k9aXmmvI36sD2ID1O9kR/OO7GTq7xiqi89e3+lOAMzPD0Jaa69NRqavMrHtjuda6Q8BbG3vT34Yj39lA+9hJGVPPEArrvg1UG7HO6gvPDM6TrnPku95M0bvejpxrxl3CY9ZbSCvcIMjzsx31e9qCdCvVG7Bj3JcUs9X8NMvaADFj1P+tQ7cqWsvL/3rzpFQJk9DIlkvc7d+jwJ5VK9KOSiO0fZqbwO1ZM8/KdAvSIAUT3RP548",
        "LcQEPXnqUTxVqiM98N6VvGeAt7wPfpK8kv86PSIhCDurpP06s4lYvUOIhTzVKLS8TFGJvDLEobzIwvw8Q5IYu19Y4TyovVm8D+oZPMSgAjtX8wq97nNBO+n0ajz7sw49TIMfvbfrqTwKuEQ8E0WBPChrUb08xC28hwXnvFrqMjyKJ+q85P89PWdWiL0NNSA9JuYqvXBPVjvq3/434zyVu6aHnTx/SN67v3rTO4OGwjrVIPC8KqJxPbg3Vr25IRM9J/GpuxDPBL25d329uypuPSwMwDyivKY8ltoKvSgVTj0lCIq9Pr1sPV62tTuDgXq7n9mDO3+UcLuEGx6912IdOxbBgjxNRQC89gwkvEevDr3h3VO9GzRNuxZLcb2ZKsm7K+3fO+lw/7wi/ky9G0MkPRwUBjycxQg98PgAvWZ+rTz6odm7h/TqPHxuXrznbyo9dwg8vbiCtjuYvf27xdf2uhJxfL0fBAU9mXXpPHAMqTznMfe8ymvxPBPzaL2gbNC7t1eYOwL5gznqXV+8yRVLPRGapDz5On08/m6iOwNh1zw5eMA8x6uHPKvmgTzjqZ073XxOO7PylTyDw/88Yuu0uhF0DLxFgcW8dxIRu0WFgb3DZTm79ZgQvRjxGTxl+g891QPSu5lAC72NaDQ9lanQvNE0rjzfhSa95WhKPKhaO73t6DI9UoRWvBzrFT3V7G88CDmzvBYITTz3dXo8ujAMvUaFkz1sRCK7ThCWvCVmBr2/Tdo8yLF0vUhMmTzbqoK9OY0gPblYTb21p6I8tzqwvbGbmTwWEcS9ugEDPW0zkjtFd6E9BNeGvV8mpj0SF/K81f2JvARd2zv2gN89xQNFvTn3mTzlF5+9+AXRvDgerDxduz89IISOvB2E/jx8sYC8sjIZvfYIET0hgos8G5acvdb4lz0NEVy99NxWvWnRvzzP4qA7pF0ZO2iWLz2mZoG96UVAvEiwnrtM+Te859FBPJL4Zz31IX29GH2LO0OZsTwGO/28uFwevYCX6jz552K8",
        "Nrb8vFrrtjyGoBI9bW/CuynRGj1Z3xI8dF7VvABu2bygi7M7DiKNO/lZezwJvEW8waT/PJSFIz3CoZE8HOI5vNFAID1QhAi8QPulPHYBDbvqUbS8p2DnPNm9mDvmUIG9eg3sOr7lnDt/GR09/DIGvQXziD2cPoS8Hl5sPTHTir2tEO66yEonvCGUsT1rPpW9QZHOvAO5JryZNIe7LTN0vY8DIj3xSdG8iQXIPMiSZr3XuWM9Ytx2vYyfCT21Sde77JlXPSm8KTypU1U8aZ2BvTkXoz1gNwq76n83PRPOXjyyuQM9KGIUvfEPgz3KR9S8hXdnPcjLCb1Y3to9XB2EvU+poz1esI29DmR1PDuE+rwxbZI9ByGJvbLDOT1EKUq93ZwhvDrHND2C7S09ZCkrvbTQoT1gecq8iyIYvXeGfjxGXbA9xJ7uvJValrrR6aC8PsmSvdLosTyqdcI8UtanvP4wqTxr0q27QlOPvOnwFT1stYk9YQ7OvPb/rDyiroS9tBFIvEzTaD3G76w9C4DbvL0Gyjx/QWO9vWQLO/JS1TzZ/4k9JtlKvXdrBD1UFyY8zDyWOwhljbzF3U89h8UWveLCsLx/1su8SMTHPEAkmTvq0Sg9bxGLO56LNLwWYxc8C8UvPccB4Lz12Do9MP/ivNrBnzwwReu8Ct2au5+rlLvNMBQ9PfYsvAI62DzlTre8D825PBG/NDxejCk9pWjeu93HaDyWwYi8tVipO7CwB73Qymm8cwZ8PPuxMzwI4De8+vG3PDRQEz0lLQ48Is57PROM6rwm5gs9BD5IvZRhsLuazSK9oIyyPaV2Kb0a5fw8E1tLPEB0obpqSF296/lMPWTwGzz3JAg98DeKvaQnQbwViWO8ftNvPXtEBb392By7jTzxvPyyUz1Fwia9Mq6nPWdS9ruRshg9nUQ5vADcHDxs3Hu9FnlyPejBn7x25/67jrRvPIZAnzwF5KW90q6tPdZoQb11Xa28ziHhvJa0rDu4nKi9Q7+IPRmCmzyhFmg9",
        "jCJcvZJY5DySF6m9XNE2PQoDuDsF/6q8GILou06TEz3Gkgy8SOgGPeekTL3bYgY9MYmavBIwNjz/1qC8vMKiPeUDDjyt4oE9GK/tuwG1Kj1T32y9QQi4PLepW71keb67XUW8vAmICb0ALJW9/pUlPegeE72qWEE9CGARvWXeKz1iDIq7dgZpPfx9RL1icHQ7hiIAvW+vgToPO708St70PLyI5bxLVO68HrvNPLohmDytwyO8Yu6IPEJvLLxVx+W8hmQxPfhSTTwcR8s7qpHhvC/ALjyLR4Q7ucyVvCKxEz34vB89j0XkuezTCj1uEu+6O1C0vP63Eb14e3c90cf1vGH/QzxBEbc7QKDSPOL4Pz1GlBE8pFxxvfuZZj2+dVG9wYMYvLRTnzr9bpA9jO2fvMQZIbps7SK9z8kHuws+5rvoAxY9vgEqvc9juj1E/UK9ESgEPMxPFT1/a8s8nUOrvbFLuD17zoi99nREvciCkzz+8YA9XQNcvXhtVz35viS9rRjYvBLXYzyPKLQ9HYT0vEGVcj2CYQm950M+PLDe7LxlsWc9ZQmRO6vWJDw7q4I6496OPPfMnTzhcf080f5tvQ8u3TxC9Ju9MLDmvCTEWT1Ddt+8KcjVOjoLEj2By7e8vcsWvFZyJT1t/R09DCrzOz4hAT0qUis6bRR8u5Dh/Dy3NgM90PfmPE4FRT12HVu9PWPWvCMEIz2rMla9uI0zPQkZXT3dlmy929gouwUMy7y8uTq8kP06u7psO7oxThm9koqOPafjar0E44A9yolPvRiK1zwfnoO8oepnPRgwTLz2mRC8dpkYvROiTDwCCUq8O/SiPHQdkLxTXU48apSRvQMATzy1qYu9Or/Au7FPpjyCC5U9Y3QRu5/0MDxeIoK9L4YUvRiyI73wCRA9cXr4vJbhmT2iN329W1qyPDeRYr1q08g95RNUvScGjT0YmzK9vr2EPb9C1bxGWLQ95r5XvQgxPT1hE7a9qmIZPUmBTb0QhM89gK2+vQaAxD1BLxW9",
        "j/m3O+Er3LtgbdA98yLcvcZQeD1YqE+9zXsdvTca4TqNCQk9ltrRvYiSOT2/OJ+9vI+PvQMRqjyzZSE906sgvQ3KujpYTnm9cgRkvaQKPj0pY2Y9o//5O7KL0LxA43M8SzphveI30TzjWto8UvdZvcokX7s+0em8lc0JvZHQVT3ry5w9zuk1vMymDT0SlF87VV8PvVcNqTwtbcE8y5uUvILRhDsgcwW9k5yxvNy1yTu01q49/+xavXpP2rx6LEy9LqNbO3bLATwnbl496KmOvQ6R2bvhd9G85BwrvbQ6HDwGdqA8KcmoPO4hRrwX4oS8BsP5vAQLiLy8nge9HohSvImwWb2QDg07Wsk1vYpMULsuSz+9r3l9PZeSjL2TDaQ8SumIvfV1kD2ZJ6y9CF0JPQpijb3Skh49UtbmvHHWOjxAAlW9NSDZPIA8lr2gxKg8ehSxvKnlUj3dYGK9px52PYYuCb3AgGw92uZtveYxGj1H5Ka93O0TPbkDir0nOYU9RFIQvXm9gjwb/Ym9xyWbPXd4Qb0xEVM91Vzuu5fjyrvg0gy8BZ7gPKEPHb0YsnU9OmOOvTGeoTx6gD27wFWkPTe/hLyHU149RQi9uxw9AjtMsGu943+ePF4pxTwjrJe8drHVvPykRT08b1W7zwarPGCFjDzTg+W7J5/4vGcyS7xdxFm9cEk8PUV9kLv87kU90+npvGenkDx51wK9d0/qO91PYjxGEEA753iBvXp6bz1keY69LUtVPWBjEjzaq0y8Cj2KPHiUST0v6Fq9DD2pPPnq0LwjBMs8oWRdulM+TT07S4e9yhYkPYgNQL24TmW8YmQNvW6X2LyQ+ms5S+XVuwPXaDyL+ZO8NMTVvPfrsrzXEju8YzWTu433M70LgVq7FuHEvDeRvrzvFB49adtPPJiptTzEXBo9ili8vEvYojhhN009CFpTu0hPAD20taG8v5UOPFcmJD37Twg8MySBvfyQ0TxAJKm77287PDwyQrvy3K68teBxvEnZpbzQp+A8",
        "JS08O329WDynYp8656q6vGOKL7wnpsK8BwECvY/jbbztc1A8B0BEvb8GCD0Bd926/rQZvYsGNT2iujY9LlKsveZnAD2xx4G9ha+FvOWPrDzGJ5U9rPEbu1CvVT2VfkW9Y5AwO96nMT2sV2g9KQqRuo3sNrwz3yG87dqZvNTkB7z8Cio9Xtg/vbbmwDttkoe9+VDTvME/PjslnNu89753un7GkDxeLbc7tWckvWM/Ybz8YQs87dUdPMzTfDw050y93tIhPKjzxTzRRIg88STHvFhfPT1TISS9uezAvI5JNj11g2G8Cko7PZIW7TxwSRi8CMYtvK/IGz2vXOY8HwlIPWSazjrmhMo8QRmePLxTYjx4lsS8BF4BPTrKuzsjH+68MGYPPYgIg73jFpE9OG2bvZkiUD3ItNG8MtTPPEoApTydpZG73gPROy4RubuR8868utslPR17BL2SSsg8BypSvVd7+7tqGDO92AwHvQbNtTx4exg89JF+vQeXRT3sy047AAmDu98SQzzwvhI8tv4evIsK6DkH4ya9eGEPvM0MAr0uJMg9i4NNvdIAAT3Uk168AgAbPbcY4TyKH8o9z1i5vd0Vkj0pXAu966H3uxUjpjz2xCk9YIj0veLFzD2k1b295hP7PLEV/LzTfBA9q91rvWEGgz2IGUy9EuqdvcQYhD3SQxM91EAavbvkmT1BmrS84hSNvfJTXj015zO86QSVuJl60rx2IoQ7IHjuvdIRpD0vHCC975giPT6MYL1r8pQ9ulngvVrbXj1L9b68ZKe2PcBTCjsiIo67K0BnvTAZdD1ypAM9KzDBvBiXE734BQa9BhNMvUGB0LvbyQ09tWnWvQJnbDyX1y07fGA4vXh4Iz0oNS89HHduvHtm/Tz8oVy8pj81PVVqYryuIYk9wwNsvUJQND1IQyg9jaocPX0D5Dymado7y7QHvb6iBL0MkzA9YtNJPCD65Txaf5g8QT5yOl8o8rwZ2CA8cmk9vCBgQj3w7vm8CZt/PVnuKL3pvDU8",
        "XoiRvUCRVT0jG7K9ELhmPR95jb38NCg94G1QvXDYzjyd2Vq9FG2ePQG4ib33wxg8V1Nou4+dSDwpYZm9OdQBPcAlPjwbkZc9No1CO3fmBD2/XAW9szSMPf/eS71fZqo8Ew0cvQSjETwKgIq9YzcOPQ1F5LwBPYE9B6ciOm3LHbzggpW7rwRXPcOph7xBYuq8tl5xvSwNiTweFoy9vaSFPOzAMzwsjAw9KU+AvQggbT387d28smLjPCXtP72TLHc8JYc9vaEKqDwy3qu9BiJ4Pa+D2DwtgPM8uofovPR+kLxhsqi85DoKOgCCT7zJYbi8o+E5vS71Lj3wooG9OwxZPEU3MzwXGaG8vvBPvDUogDu9H1G9iTWvPTkiab1Hj7Y8Sw5DvRejLD3sfI+9Z9MAPVwSdb1YDZq7UUkevHmi0jt7E0W9BrhVPT2bi7sWZY08m3IBvfdnPz0HTnS9njutPCzAs7uLE768PLv4vKC9jju6ROy8H5/Iu8jVaLzURkw9FnakO1qC97uK6TQ9ankZvfweUDwclAU9WHtMvQzQaboKhes8pMe+O26TVj2IHy692ShSvRq/Uz1cyg69Rchxu+L5vTxmW6U8XeSTvRBafDsSP6K83HfPPNMCoLy45z89xui7vBe5jD2qwj+9iW59PSiOrb1Jiq48dY7guxRLqj3642C9LzqoPNC0ybtLBAQ97l0xvbqhkzwFp4c9lIByvHWLijpG5xi9pls2vUpUqTyzKpy8j3EevfyJyzutPnQ80/QzvfRoZT3bzYO8TXVFvCfEcrw4G1m9RKhFvXTL3Tu5mg88c2j5vDvYDTzB5cQ80raRvX1+/Dy/2WQ8gMaPO2AuZLwyA5A7x9MQvd7S+Dx7ffI7Xifzu/cYHT2yi4m8zZZnvIqIlT1NAvy6p3WZu4qvljwcPRS9mQwBOyOBTTxIWNC8aoY1Pb/7jjwoLBE9+hhSvNTrhrjJmhK9xksZPb1eED3kzyI83lrJu+X2kboPVPu8DnRRPBLL1bze1I68",
        "77gnvE3Ybb2o8Sc9Ph6GvOrDZj3hnXi94nkePPUAJ7qcD5A6DoH2vDX9WT3hJRW9jYcLOhMwnjuGOQO7EhaBvGA8Db2ssUi9tUpQvbsvyTwu5Mm8MJRjvLpW5bvnRds8Toe8uzkHQjw6QhM9XCdCu9QKgzw5IeE8XNKQujfvxLvJJT09F6GmvfJVfz0JuI293/KJvL7sMT2H43g8ozIJvblXfj3UVIS9qQsePWr1Krypyqs9bVVFvawHJD30mlQ6VVLRO5qviz1/j209zOuWuYG3tDz00wA8L/o8vI68BTp5Tg89n0VNvZ6gMrr4OiA8ZJJ7vV8ATT10Q7A8qasZPZkXbr13MEG8OrIBvg9jwz3EaM69Zi8FPn8/wb37o5w981XAvfbNhj2Mure9S3v4Pcxkgr15cEs9wzp1vQogyTyDOxS9TDcUPfJnFLzQaU88BO4FPHc/a7qbdGq7d2zbvPY+FL2IlxU984RSvQ60Wbu8fG+8d/vkvPQqqbzY7G08f8OwvJE1Hz16OCW7LOZXvXD+ujzZX5I7Kin3POmbLbyKJk29aoF6OxSzc7xq3Ec9SKPCvAIfVj0MX088s4TFPPC5j72nCYQ7/l0evCZTRz1GKz68EGyyO1gAhb0+1lk9oB5HvUbj87oQYae99tmmPSb6hLsUI0i7mRoNvHdIqj1RRLW95tetPX44JL1h4WM9g3mGvDT9fT3wAHa9eAqEPasE/TvB9E096GQ7vbHIID2rU1S9+VJQPVzGLL0HwIW8mluFPHAbRbwmTS288hGDPN/KnLuPRIo7rvQhPCQlJ7yvC/G7802RPfZrmzmafsO8STMKvVZfUz2Pzcy8CviEujJ64LzX6b28kbhVvfUxgTz8Fwa9RDVdPRxs1jwEwIa8zoleve8pg7zJVQW9qlszOyIxhjukom28l7EBvTG26zzDMC47/jDAO+9QijwRsUk78LQzvSwYaT0Pv5C9fRhlPMo5g71cHd482iRDvfOBQbzi7Se9Sb8PPTKUcb0K+s08",
        "hNv7u20LJzx0Z1G8BZO3PZo5k71M4pc8w3y/u9h5LDzK28G8YLPTPCE/QL16lwk9+7devTRJsLxoEJc8IIF5PUnRYL2MZZs8jguyPKwMJj2HH068aNUdPQUvLr3Yqx49rdcNPbENrTz5ES27Lsxqvc6T4znmVZC8AucavBsmI7rHw648Vj/sO2kGnjxaek07Dw0rvUvxqTz8ppS80cs3vP0ROb2D84E9lfa4vR/WTT2H4Z69DcMFPeCQyry3gKk8BjrhvJ8Mdj2UbIm9XW++PTNUFL1lcjI9rW8UvRL7Gz3I1OC9q85YPRm2qb3FQdw8mdlsvU1ilD2+mAG9VxixPFuZhjwq9fA82Z2fvZcd6jxP4GI9GCG/vGHfhjzrGKg7lJ33vLIEoj00GJM8F1ZSvC7RmDyzxli9oqNqO4dY1DzTSkM9TDa0PLy3TbwG7nw8/Q9QvRoYRz08lww9QDwguz1JHbxf84k7EbCGvbetHLzprhu9bLBbvIvPKj2Tqbq8BLwCPAeikTyfdp29zkIZPW4XnTyeMui85GwqvddMOj04WU+9nnvrO0MUDbxUWbC8PnxEvfwUbz3nKCY86RF7PRDEw7yzYws8/yyOvDwX4Tv67d46+X2MvJWDJj3mEtm8V/jpvPeaLL1hCY68lAVuvUC+/7ilRVQ8NFPWvFUGBz0Yug09p1PqPN7HND3CJRM8+9MTuyLYm7y9jBU9ZqITveDF0TvLUBk8kWWEvePWdLwtFA09pmg3OnhesbyVUh46ysTMvFRTNLvcpAW6SI4lvB+xAj2TJNo8ke7mPLKuozsmHRQ9R/auO/BCIj0kVVy9ZxvfvMdXTT1xGr06OV7/O+hsSz15U8Q7DHztvE+h+LzHSfY8/TBivQW/DD0HlTU6+PQ2PAFBqDynE9883CEsvMU0hLxEcCC9vxaOveVZ7DzWITc9skVgvJ7dRjzWhS69uxWJvUotjj3FDbs8QYGQvAcIG7rbIA09E2A3vaO8YD2BzR69HaI/PRLopr3saKM9",
        "qdeevS23hD3T1YW9GQFHPcuOOL3mJHI8uJ+VvaHHnzxawgM9n30GPR6/Vr380rS8RfjUO5qaDz1+9y090KN/vdHgXTu4zdA893ZWvJd+zzuItVk9ejELvWMvYDocbau84oTHPO2Bcj08Pgq9fm1RPLB91Ly/2WQ9SUQkvRlRHD161ie9CFF/PFoK4LzV3k890jFjOyGy2bvZTCe9yCmBPfMVer37eac8+bOEvcsfeTza7WC9NCUqPYnlX71c/yW7siB/vCpZUD1byUi9JPStPbx2lb1I/Qw9cmGWO2uAVz2fkMK9Qs9lPSpr5jsEXgQ8XmyTPMyJmzv+bwe9TM+oPfuXhr2m44I98GlyvSOHzTzIKna8vsHePNZjGbx4s149+aIYOIneDj1o+km9wYmgO0UL9DyzKfc7jECwvDe+ET059pe8EYcwPWqFU7z8vnQ81VOJvC6eR7ypnya8PDpvPTI0j7q6YKw7NXnKO0KgwzocnXS4/qzFPIHqQb3NsTw9CA+zvAjAPLz5F4y84SK/PHVBMTxT9fw8urGCvYLSZz3StIG9NmltPK0XKrsUinU94qQhPGirrDzMlWa7nPOgPdqGhb2L6yw9vhWbvcPTj7sT4g+9LHQ7PSxy0boGGsc8c7LVvPxvXjv/CG+9h/8JPWfnFbyBNRk9s+SBvSH8jDsARja8KQGQPZ3IYL2/Wp08GGglPCPQmTzFgEu9qr5ZPbB9o7zqGBg7yE83vHduJ7w7yBO9FO6ZPE71bbzEmT09A7vvvPLtKT0ewwS8m8tNvcMbkLneoTO9ZmkRvY7H4Dx8N648/PEoOyhVzbzcit68vMrrvC4Fp7mwCmG9WPJIu30tprwT3VS8SpCbvfDlIT0Joue9DTmpPechRr030sw8Ml0kvQvcuD2/LsC9VfMmPeNPfL0DUmE8swFOvWDPbjwiZS298UKqPUSHQzyirp48+uegO2pTLz0B/FA9wiRSPMWUZrz66oC9efCdvWw7CT34ngG9dlA2vNljSj1RuGe9",
        "AHGjvXGdgj2Qkmm8s17KPOIyhj0024w8m6BaPLaQQz2d3ec8wBixvK8l2jzdN2u9Uy1EvXH79jwWpqg8qEQzvQ4/4DwH9wi9SxKLvBIMiz3cE8E6CqCBPaak5Dyj+Ag8ySEJvQOnHz1pQ4S7t6eyO6Hg2byL0Ks8l5FMPHhDjjsbHHQ6o6ArPaUal7vRiO689SkzvI1NEj0R6n29M4UOupDIvryDoxO94lo5vTwigLzob/08vU00PWu+AT392uu85ROCO9z9Hbvtgio9Gbodvcu8orzDXNe8p34EvW57pzyvcge8+I/VvFtPKr3MnBY8KlOrPMhdwzzIV2w8Yp3rO7PPOzzxdEY7nSCKPPOIXDz5Rra8NlivvBbhCrw/AEw9eBafu2vUjzwv25y88MrdPHJvkDvgzvQ8PE+JO0vUAD0a/nU9/3l8PNTSCL1yTEO8k5UBvVfuA73Apoa8Lx5dvXZnXj28m+w8TNKdPHyor7y733A9MH6CvJRe8LxaVd68cUUNvd+xsDzXnKI8HhP7vJZyhLwb4QM8CdGqvRnyVTx7a527t1BfvcKo+bxy1pC8iknAvBe2LD3H6i49suAZvHvlSb1MAA68S++IvTeSET3k2jM9OK8IvfaKPzsdLjU9r9CsvVuIFj3KghM7BcLhPO1YBb2iNHE9SQizvAO8Lz2FIQY9vc2AvOphBb3hRgc82MBnvbjAujxiHjE6/cPmvBzDrLyIplg91PcbvCN0wDkHoBo9KPoGPSR2hzx+KqQ8l96UvJ7omzzlm2w8nEecu5QhE7x0yCk9RDAbvbN2dz1gHoC9XrhLPfuQxLyfElq7Wb3DPKODfjwjnXq9QEfLPBIyhrwg2ro86qgIvRGWeT3yjoC9ZEMOPevFybxILy+6jzJ/vezsdDwNESi7Pp9APT5ftbyJKWw86WgGvQf4gT0c8fW8nixQPbqVJL2nnhU9ezpYu0rATT1rPDq9k0MEPIf0EDwrx/o8Ad1tvXeajbpHpqW9r6eDPSMvILxd+KG7",
        "UOvqvOH0DT1K2Bu98vmkPTaVO70EG7c8Rgv5u72Gtbv3xo69Sq+GPY0CQzudGEQ9JEJ+vdhdUz3Gb5a9q5xzPeaCyzwlJMy8zYOLOum9TT0dJkW9LqUpPUdZ67zs3jk9UWThu6EcqrzOSou9xMRLPEOYPb35Y5M8TmDNvGtwwzwtSym916WSPBh/Zr2OE1o9EJcrveKIfz3wi6W9r/+lPBbCUb3E9ag8+7RcvbGxkj0FIfm8M+KNPSB3XTsHNcM8YHaIvBzYGD140Fy9EWidPd6G2LxK2/s8AcQ0vSafgTwtgDW92soCvBvqQr3NonA8yxeuvGgOFDrXeCa9Sn9DPcGTfr2en6o8fIeTvEHrxjxJzyS9AIJLvG7S1zwebay7DQGbvMjmWLzBPE89sb3Pu4IFA70a2uY6ztt/vdUYHTvwMrI7ChmdvWia5Lx7h4y8GjWru5ZWh7rQWxE99sUjvYhTBT3p46Q8OytdvXZyoD2y1tK80sV2vH0Dn7x9Pqu68wSIvc+xID1S8UG9gzt5PbGzTL1vrhM9CKYdvSDMXz0nILE83pMPPExF47x0tiq85/8avVX8iT3IQOg8/+WRvNpdwLzSNYg81AhUvQgLGz2uqgQ8BskSPUhklrwIctw8n50FvdqlYjyIvT09DRx8vN2LNT0J4PS8S+e9urdUKLxFU8u67BbUPHX5T7yhrGS9nsxivbhwRDrBgEw9KzGUOzjWBbxQ6qI7A6yFPEZYpLvb5Py8pzrMvPEQtzz6HsG8uHfqvK+ekbz3RGy9N+RNvNCAwTsdPos8nIVDvQqYoryaplc8rtaOORjxyDuNZum8URogPV3K57wkvay8PLaGvFIxvbyxO1i94nwnvCTuPb2uVWs8QHerPExe8zyfkgu9mhGWO2ndwDv26cY8Or7iPAQwIz0xDzq8IMATvPPCtbyumkA8SP0DPJjbKj0Q7Aq9Km+LPLMwgTv43h+93duXvBTz3jwXQfi8GaaQvcvI4Dx6/BS9h5GLuxoeETvwYpG8",
        "HUKjPFAdjzyNJXY8CUvavP58ab1Dchg9WOgCPV0lKz0VSem7cLUuO1FRDzqxupY7vQMmvOIICb1aZo07ltjFOwwS+TwlCX27vAUquRJaIrxDnhK8MpKzO4+UrzyVUnM8Dph/veVExzzgnyQ9i5c2vBDKmjlAlP08+ZsQvdMBWbyaJqs8aL21O/76izuKWV08LJ8DvX/SgT0PUt08/AcJvYjDTL2EJ+U8zpU6uodvEzzW4Qa9sc+kvO7UkLuhw/481TKgvPh+az2DpwW98aLAvM3u+7tws189QENOvSDh4DxhGqs8S84ePc7TZjzQdgw9lWJ6vb9iPT1X3m+7bVtyO5cqI71dL3U9nLThOoLY+DzBeJ48BqhpPDhTdzwaMNa7RunivBh0AL0YLnA85dIvPLRZUr1z8jY9nYpYvFUexDxJXaa7wzfvPOHhBjw/hz68UjIivdZ/yDzQQ248z2E1ulD/e7wRXyg948AXOxM7dTwciXq9eiw5PYE6/zvX9pg8h/VQvQDxRz1CAGu8HS6ZPcLZi72OEIM9qX/nOw7NRjxN8nS7sJj3OyKXhrv1qCk91dcSvKjDAj3+8Vw8YKeEO2YaLjylaCa8atsivYBwYT1oKxs7RUpEvIJWyTwaGOE8SQIqPMXH1zsWHRu9Rh+JPVBN77x0mWM89ygLvN31Vj3AyI08Ffl1u835wTwbODC7qr+uPHrsxLtPXx29eWiKPSPUC73mwwC9V/RDvBsPp7tuafC84InfPCHWUTwBmru8Yqj+vIVjhjzVWV296+BzPZRtDLwTLEg9aHBSvGUAQT1WpxO9GMK7PM0WaL3AfMM85uuMvEnirTwwfvS8tHluPSN1Y7wPt707J3AUvfaevbzy/gK9kLOgOqpHGDtn6b089dnYPIoWTLsiwtG8pty3O+zetztiTHo8rEQovYMqxrtXTCG9MA4BPX6867wdT049Xfc/vc/yBT138+68ZgvYvDvKxLxlfoe8mYfFvJYibjwP08m8NvkOPbXxU72SLEI9",
        "WU2+vFU+r7yNKCU9jCBVvDouibzfCty8D1tkPAyF9Lwap+U8vAYIPCqhAr1LfQU9tiEwOuGfkLx+Hqs7Nf8pu0I/gzvoQvc8McRqvdcmvTzuExm8rXjDu6BcYTpqkBO9wWmXvZrslT2Zzk49Pm6evP11FbzQcAk8TuCGvRFSZzzm3b48sSIFvQFrlDv4u+A802dCvPNjyzqEfJM7ZL4RvMBHELzQyYa8V/M+vRpUqj2SHSc8K8IFvB5aOrsj7oy69NFgOzJVdj3lD+27NiWJPOgyKrwy7r2848UavYKHsDw+/a08A0ApvTnPAj1Q8KI8SKdGvZmGjrxscEo9eSVtvI+7QT1iItk7DyhvvJjEKDwOM+I7dmvtu9FnbD0JcXa9J50NPWfIuDxM3ce85lyPvHQsjD1hnmG6mQ+AvDBPorxkEhE95FWyvAb/D7woAl08iLjFvLAhqLyZ3vS8c+pbvdQZbz26IQG9pxEBPVflkLzUAwY9WNpdvLqOzztnD/e8wHw6vb3CmLwDCYO8ctjAu1f4xTztDEK9EIi5PPZlXLx/Y6g8t+4Mvez/hzzlDTY86nm4PCK7gjz2Ais9uzbcu+tmvDwbzDE9wd74vAu7I7txu3k8DCzaPBp+07qLlys89by8PBuuAj3O5Fs8cvG4uTv+NL3BXjI8QeQKu3jhhryL1cy8gPKWvKQCf7xngc68DWk1vY97dDw3O5y857imPFovUrxaR208ggygPNDNHLxoIG86bX9+vMCWAL1fGgU9CrilPI6cWLxFJik8BddoveNjBz2B5TS7tOoTvHZADzrSE2U9Gqp/PAXGM73MFPi71IOFvRN5Kj1aZge9TpoFvf1IUbylzQc935UwvKhD5Luq2p48RPx3u6Lhgrza0RU9wKZIO/JlPDwjTwC9opS/PEUke71h6T28hZ0kveg2Uz2WkB+8lWgLvUfVwbx5XsG8C3pOvW61ujxkqFE8tJunumRduzxL94M9D0cdvKGmibvhNZS8ZtQAPZK2XbpDDho9",
        "WwjhPBsPXDxM1iG9D10QvakpBTjipGE9ZdtIvSNhDDyuXFy9thC4Oq6l0bwy6YK8P3AvvdQ18zxpsiy9wjevO1iQfzuS17U85jyDvE3yCr1o9Uo8RiO5u4jiZb0gf9c84x3HO5zqIzwb54m8EU00vCT5Tzxq6Jw85AmWPIw2Bb3z4zy9T0cEPfE0lbvJh1s5m+zVvHyV4bvPTLW8Tc8HPRXVEb1MA+g7R8HKPKwrIjw6O4I8w4JSPAzRa7znA+S8atC/PC7eVLzmch29GcCcvL9fzzzHnr48YJ8MPXy/4DojmGe9qL6evJq3xrzC4AS9kg0qvYvHN717lSK9AT5EPWFF5zykHP08pyvHvJR5Mr0qtoO7+wK6vPxkWTwBUQy9waAhO5ifEb06gIi8v0iYPD0SHDvtnzs9ydWBvLovrbywAQK9Z+YTPRf+Sryj6Im6dGVLvUu9yrxW/Oa8gBRzO9zpSb28GWw9BP8iPOm5GTyHD0O9YB6xPGbFX72w3WS7XArSPG+ae7w7KVm8VcssPXMYKzwqdiY9+HutPOGSC70sJAy9ljnDPOtzTb1+VdU8DKskPaRU/7wDdJi8ldYMPf9C6zvwrVM9D0c2PTESFL1GUGS7nTZ7vDAszrzbvuG8+042vB66J72sXdo7oi+YvD+j2rxTyCo9ncgKvQS3qzt0YXo9s/rGvPbIwTzylSC99H4PvDEp/zwlZC88W8aGvdJUDDyvqE682Lo+PJw6Dzsg6Ze8E0sCvQH+y7zm5+u8SzAgPFLFGzyvu4G8gm4oPEwqCT0qVOA8bSozu2rZHT3a8Ac9h7k1PQPcLL0L67i7ui3hvDqp6bpXANc8RMULvScuADynaEG9rouevWgYEj2VqlG8xc49u39o2Ty0c8q89DxCPGvGxDujXd88722TPCWpJz1yxeA8ArqZvE6vK7vC9va8yYBrvOu88jx35HO9bnMoPFFIBL2Pwri8YfSZPKPIFrz7HEK9fw3ZvDNbhryy4R09QxGqPCi6AD2Yxxi8",
        "YjYUvdhSPjwuBc07N5tXvebYp7vlw7W8rGmXuzx2MLxqWRO8Y2nGOze1Sj3Bwzu8ulCLO3lcwzzsRT+7fexPvASBUD1Oqhq9IhKpPIebQ72ue8o7QI9PvbKXtD1ntQO9dtzhPM4GM73X4Sc9VMNDPFZLMj387ui8psxEvN2tnDyVgbg7X2iavDmMEb07QbO8jrZ8O+oJIbr+af88zMkmubUy1rxTFAy9cAdmvc9kB7z0Ozy9sS21vPDfhr1Ky4c8FzKju/3IlrzM3Nm8luyAPLvrMb1X2xe9omjIvN6uF71iIQg9O9y0PLbIjTxfaAs8HOkEvDPlhzys52E9uFvFPDa6JD14MSm9xFwevFhGvLzhpPu7DSq0vHqoHj37E3+8m+YJPVxRlbwOOns98qwFveKQOL0PNgc9sbVRvCLITLzZGou71BUqvVQ+TDs1VyM9h0GcvP922LyKPlu8qPGGvNRuAL3PGw69l44RvaZEaT2xhCC8SFwVvHF8Qr1ipkw9aySGvJUMkzyUt/Q82f1LvQ7L8zv2rJq8Z6omvcg3CT15a2o7y/AbvcCd2DsQH2k8OfilvKAfxDy6YYs8LNsNPWq93by6meo8VXEMve+ZVrplEMQ8Cw59PH+GPL2KrVU9TOUCveWYHL1aBQO9y/DkvFs5cb2yVko9XnA6PfiKtzzdiD2973YRPUZQo7zjfck8daEhPaVrRLwjpo48CVctvFSKDztkw3W8UC2bPP1QK70Qaam8JiW3PAUAybxj8v08cgb/vAMLE7zrEFS9f8FAOxrsZr2LuBg93tiRvKT2xjy2t+g5INASPWlWMr0U+lM9EdcCvfiYQL0Hzoc8uMYnPTqHU70nT/A7QwhiPbSQPTyMM6u8V+VePO+AI7yN//K8zaNaPUvhGbxCDh09uBLiPDTV67yhYFq7oqNJPWshIbwwBpU8U13tPKuQRb3f7v68NJ1QPbHzcDsUxg082oLcvNsvP7q7dtO8ZOMsPQcYEj2goQC9WQhYPLDnKbt8Xfu8",
        "JsQKPQVnr7wWgkW9eOA9PRceCr2aSgu8LXjbPG/ZdLyGEyy977NTPPG0/jz8Yci8wEWrPAmk0bxT4Q6917gIPWe0TbwUjcc8YGM1vaAM+rrf4sQ8cvu8vAMCI7qGFqo55rUxPWXZ6zsNRXU6B9WuPBV4DzxbU5689ZhMPdwN0bvgjvQ7f3wyvTykyjwq7qM7PP16PGOWqLzMuyc8yWeQOjdIRb0BBRE9YECuPCYHYryVHBq86gtKvQ4QnTwlVI87hd7kO9avMb2hdom8tsk5umsv2Dzo8RU8Z5WpuuLQ5DxN+g48Yi6NvNSfAbxbjDg8qYm0ulti1Tz8mF68IE8Avd4DczwPtBm798uCOyu82TwO8uq8HeXMvLuYLrwWRP+80cYpvMemH7x6Kbq8zFyMvLh/rTwiZAG9fhDgO21YUj3/mTc8kdAKPXBXETz1bPM7AjurvH0u8zxij928z+tVvC/JwDxIXvO5rIgQvWqtZDyuZym8pFXcO8lJRbzH6Bw9UeG7PKbBFD3gM5m824Idu5Y/OT1yY9+84MU9vQDx5rtq1Q29ltmivClH37zmIeq8HVLtvPYqGbyurj89CXlSvbVUKz1QUNG7fRnnPA86vbwai6a8CGdhO5/W+DsHw/e70JkbPW4ZqDywfto8WmyFPIPWwTtMDHW9I7+PPGCrB7zMW0s80oA1vfo9yjy22MS8H1JHPZ/NoLx/jnw9NQ0LO7p+CzuW7ZG9pXB5PZ+ctDuwNmY9ElB7PGUc9TzVuEm9t+DvvMjQ3TzuwMO8vfUCvK0ssTtHF5+82R0CvdLa77wttoK8SqLjPJLgIjywhu68cDyTPOemg7wELoa8uxIbvbzVLbpVWsM66qgfuq687bybudk8qJncu/MnVLuxJsw88vEdPe+HK7tQ9FY7pTDLPAqjAz1wdhK8MZ0ivcva0bxqKnC7yzNuvVYcgTx9t8q7PZrivJmsZTyRMnc7DerJvC0PrbxhLmu8UNGdvLunGb1sU2Y9/OKaPGguQTwmpoc7",
        "dCXLvK7N2DtQ0BA8tHQ/vby8DD27kZk8X383vcwRPLvvaT09hU9DvRBjLr3yqLa7JrDqPMGVJTzGyxU9730FvNMcQb097RQ9h7raOoNmFz1Iy6e8qz9rvKCRnbzGsjy7ZcvWPAoHEjx7j2C81qgYPfIc97q4KGU7tnhCvbfdGj3hpyk93HIePd/w/bvtb4C8K5sxvY9zjztDxxs9n1WnvEKm1TzxpF49WROYvOFC9DwKqw09X7cUvblclroP8TM8152UPAo9G70waym8j6cKPdEoK708Dx49+V97vMUxEr0jEAu9sOzAvN+9prz3jca8RP+EvIQ6OL1vFyu8zFYGPY0ZwrvaTC08cQLcvBlBpjs2bnS7w5YjPRQJ+zvKYvO8T9vHvNjoj7zTUwO88qYfvYdf4jzwgLG8GWU4PVsfBL3xchg9AfEvPE95EbziSbQ82FQ7PWnGZL3FUKE8kLoAPTHw0zv3mti8TkaCvNUbFb17C2k8AGk5vT45l7yxap88WL3FPJhudLx25FO8y1I8u/eRlTxj07I8HoI4PWPY5jw90iq8PL6+vAls07xrzyY9G/oEPcvqoDyjHxE8ezoGPS6QsTxY4OE8uBQ/PcBkJ72S75s8Mhz0vKG06TzYjSo8itw8Pa8dvjuoJDa9wQIhvTNG3zzIsoS40eWVvLXbgTwqUim9BF3KPHEvCD1h1wi9trOkOzw61zvMu4C8f+WuPFpM5rxSPJG82GS4O51nCj0JSle75WghvG/eGTxHYCS8MwAgPaDI/LyL3fM8WNMIvXWUDr3l/vW7WmEAPbxlmLwWs9g7j+DsOyOxP73lhqc8wScsvEyE5rvOLW67FCs9vfErLj2UAoA7LjUkPdYAgLyVGJW8QwSyu+LNNb1Qi508wtv9O7jSFr0ljlY9RupTu8mNFjxXhmy8FYaFu8VezbuQ+1E8n9XuvGxJAjzu+C09QErBvAVHQ7wR7vu8PLXpPGqxFzyVomy8c5s+OrGa0LtMOhE7BJVePLwN37sGqDE7",
        "runyvP5157x315c8khYhvD6HtjwPBWk8z292PEKecjx8Abm881vXPP0NErzucJ28HNAaPb8sFb1TAzk96YG1vH2xPbyfOia9PIqmPFK8JjweCvk8lEqyvESWBz1eitc8YE2xvOyatbw4Rvs8gGrAvNmeHb2/kv48akUkPUP3bTrI+Ya8jHijvBQklzzJvT+9n16tvE+g8btTa7q8DhP9O7S+8burCvO7OgMwPfAN4TkRa687+k+/uiJ5ljzZ/3q8u0TzPLjJ3rz5wXE9RkskvTQ5bDxciwa8z845PF8bgzwPbo+8aXR2vQr1Kz0FjoW9RMUYvA3Ruzrs7ms9fqCJve+uBzzxxiW7AO7WPJVofL3AU/Q6fQToO+zQoD3Lp4C9IxoVvbkIKL3Sx+E8YQ41POHK2TwNdQq92b/rvCcsGD2xLqW6qrOlOtVSFTxllB088l7TvJ9tXTwxRvI8mkDEvD531LyW75e7F8+ku+Fm5ruTJjM9NCdsuhETHTysYu28WtYFvUu8CrzMf5m8Hd93vSkdnTxUh++8JSaSvB4ALb2pFRI9xN40u/7P97p80D673kHyPIztP71uM9U7Wlt3vOKfMT3DKB27V3oaPeJW3zyMmGU8z15KPD7eJTxj5BE9Bj9cvLIAUzx/jyk9xX4RvdQ0+TxWRV08Sq4mvXwgBjvhZ9S7pAjivNj+FL0fZdc8nX5EvPZlqbwLvTs8utIhveO7xTuVtue80DmXPLvOAzzuSHC7PygrvbNPPbwkZWE8btSoO+l8sTwHyyg9FAUcvXOJRr3tKwY9YzMePbXc+7tlThe9e0ouvXvqwbuxPpm8btmtu8jGA71CFxW9VBMBuyEv8Dz8An+7lV+6PL+rFL0ZEw69BxaQPA4rYr3lW0K8TaM3vF4Z9rw5UJO7HX9QPJhEbr3xj428nfUBPfsWmDwkyZi88xTvvPyA2zxWwcE8SzNSvI+xYTw8vFO7Tv0+PLdNsjxH6TA9dVcuPMty/bx4sRE9aNqePFmXHr0prAu9",
        "D8nJPGCZV708t8Y8IJsLPd1VO72o47C8hE3ivGt1qbydc2W749AhvYb9Yrydn627aJ9hvBSOVb3D0ze89vQLvQ/pMj00NzU9O8sqPT+LyTx0Ch89N7jfO4uCHrz+ng68mqiuPHtoPL3mlgU933k9vUT6kDwb/I47aklyPeLRJjuzjsE8+MTxvISwDT0WzuS8STACPFOpML3ugoS6ZmnEPKSB2LzxRBi7Jx3huwJtgDzPU5I87LR0vGunTb33iUU90LKau2wN3rsox7k82pcQveieCj15ycI8yDD+PJ6YPLwWLyg9kGoWPfCwh7wj8iU9mgxYPdmdmzztNBq9SkicNxa6qzx2iZk8NHwHO7UrpTy7wss8GbQMvO3vHT30UAy9u681PNr3cb0jEhc9i2OVPFxGHL17vKu82/jJvI4HxLxEt9g8b3VDvUrggLxJfjq9balTPRn3Tb0DGo+81pnAOxz2iLw8p9U8U0TIvH6EN71kpQo8mWSqvKbUjju+rRI97LrJu2xI+Tx83Kw8qKdvvS8zHD0RQE88UtG5PLoBJ7xZoTO8uSJxO7J/ajxE7OQ86xIaPT5u6LwYw7A8bczUPEE7dbt7UE884reuPE/2FjrRVOm70FcnvR7KRbzl5mI8W/u0vHqubrxdRuA7hSgDvUe1YTxlh8E81Wj5vNOu17yO0OA8fkpAvafQTT03n0E8M9y4vGepED1LKGE9OFLIPMahr7wO1ky9yggRvd3mCL0JGqE6sOLBPAUQszy1pGs8kBUavYgx5rzxpV08pGMDvUSrL7wYAd08qwy5vPs+zLx6qPa8NK/vPOBYy7sY4DK9BhO1PKbbAL37huM7fkuoPFKUAj1tdF88DKM3PSufF71pVqQ6VtbLuffKPbzGuJc73v+aPI9Fe71RkCI9fg+GvfFCeT1+Gfy8PeKbvL1QQ71D8VE8cNMVvddSsTte4yE8P+WXu8Vv3ryN5DE82PxgvLZcDz3hg9I6lKR3PZq7w7xb4B49d2psvWkIRLxgTSe9",
        "2QtJvBKMxby4dJK8vaoHvbgIXDwLJ129pQiQO8taBjx+bzs9Pj9jOyc1Ez3+DYc8hVbYPCadcLyQ/Zk7JweavC+127ykJBu9uk0LPbAzlDxN0SQ8pbsRvcMS0DzahEy8ayFCuu4wFD1rhaQ7URY3vRR1zrztIPM5XL6ZPHbXNL1nvzy84v4OvS2Xi7xv+788Vmq3POJkhDxqx2M8t+9avKFErjwIJTG7fFgXvRnS1jz3hPc8tPs9veZ1OL291x09iH8xPeqfhTzThYe87900vRcBzjyuxzU8A5gDPNrvET0ZiJY8YClPuX4Lezy6YoC84VPOO4J63LpmNA499MR7O2bMWby/iYw8nDkqvZSpRD3YXA09s/QzPJdkqrz/lyC8TXZSuz/AZTtjnf68RB8APQ15X72i3/M8swbTvNc7jjtCyxw7GGUGPECD9DwXiyw8xC8uPY/xxLy+Kt280olRPPIG5rxA4Re9fmKxOvbLpDym1ys8GLIPvYdDOL3JJfS8CzSlPEEIfTyH9ti8fLLGvIK8tbwkWSs6gaVMPLgzwLx5Zf47KS1GvFl/zbteg6s8tFrAuyGQmrzYGpu8/bkNvQrjN72V8FA9RGdxPWUlKbz909s8LVb4vCXQKbye0qm8oyZWvCiUBzpG/gK9GzERO5wFxbwRvHo7oY+8OsE6uDx+Mg290TisvPUU2bwEuIw8S6MdPSk/gb3IujY98YrYPOqCvTuxeIm8S3iau6/XZb3M9Zm8vDywO2fdGD1mfM47Bp6CvLdANL2Dm+681/nDvAORCz1Ax/Q8+dFoPMgLJL3K+wq8mc6NvDZeHLydpDE96jbIOypMDr2Vc1E9PwaAvJnZU7xHYV28judsPBkUxbyidVG88exLvUfy8ryN/6A8lS5NPNjpbbyDWF89S13yvAVCT7xKtPY8aDEpvAS4rTzoy7E7degFvR2TX7z8mg876bfjPIiBpTuCEBU97vCnvCpEvzy5DUQ8eIvIvLZj0rxXmVI9GJ5JvWQYGL2oNzg9",
        "5qYuPQdgB7uYoxg9EwoMvEWhvbydGpU8AOLguySofL2CTQI90uOIvL5xiDwW0Ds8TLHbPDRUtjwn76S8Umw9vX8vpLwH0Lk7u3K3vJKT2DzEwm09hsovvXIk4LwPz+y8xv4mPQeuSb1yPKA7uX/IPPqztDzWKAK985p0vP7NmrxzGl497wAcvQw8vzypAcE8TklVvEa6G7wsWLo8ksylvFMsu7okZwm98EXIvEKg67wz8+g8ae8/vQfy37rcaA89Eew+PQHmErw8LUy8kKmUvA5egDyK6+Q868OVu7jNmrvfigw95lwbvXRihDzjMEi9cCaEPCv2GLv+Aai4+MAMPGItmjxpz+O8tJEHvdBp3ryi2CC8LFsfvcwVST19AWm8yDB0vBNEvbzLawg9Xd5KvZFzyTtslhe9MZLyuyy8Bj1FD4c8ia4WvUfVxDviBY+810IGPfMJJzzGDYK8q1elvNCVxjzZyLQ80i4gvO45PjxqI/k7gXdOPJabULzAHkO9GwQcuz2htDxEbmI9DQaWPHYlH7xsiNK7KexdPU6/cr3iSIM91Q/NO+MFdDxtpKc8ANwXvHA/8rw8k3I8VStivR9BjT1925S8CGmMPYsCh70E/Is9q+qMvRvnYT0MjY27lXMmPWUs0ryHN2O7WqWxO58uOj05W5K88O3jPH6u3TsHRwQ9opQMvVVqnbxJg0S9RjEdOuqgiDwl03Y9E64PvcEWmbol0oO8lzmLPPalP71dibu8GEqaPCLh6rwcdlO9N7lAPUaTqryTqUc9/zZbvPk40jwYDq27a++IPRXAJbw7SfW7+X0zvZDrlzmZI8e8NU3/OxiaMTwiak68PxsivC2gMLybycU8i4NAOwBdRb11IJK8uu91vZojLrz9JsC8wmCOPD6CDb1U/Yw7J8UMvRslB7wq4iO9AoIRPQekBT2o6ri8wpCsvGHB2DwoqxS86GuIvDkcGr2F3y89jh4huUEvGTzI4xQ9yQy8vCPxRbyeS7W6kudGvVOoGr3QGqO8",
        "cmHbvHKG3jwqy2G83TFdPCBHL719prC8OMl4PCu8CDwGvm08JNMsvY4y07xxG7q8OLIsvN8xlzwBVwi9A3rhPFiJo7yf8z08A6YQPRK2GL1ch/25JcMcvXsjCT2YstS8hO89PYrGDbwsMuQ8Rv1zPHYWiTzq14+80ET1u0ZE7bzMwc+8Gpx5PDvrxrxZF/M7IzTKu1nMzrxTgKk7qqv8PL6rXb1sn+c7PgwWPdwbi7u755w8vhOMu5wKvbwCcQk941muvHqnkzwEIgU8eXEEPcIRkrx8iYi72htPPcTOirzyxD491FARvTotjzqNmcC84Yz+PFwV+bzSo8E8TJG9POGGnbzkzdQ7BGY9PQL/7bw390k9w7DtuoV6IT25tMg8XAogPfDvc72sOt28B/5bvdxSWrz5gDe8vSbuPASDATxCyEM8F2f0PE4LBj3TvL68+HQ2PZYod7zp0oq8Z8qpvFviXrz9BoM81I00PCzVnLzR8gu9LoW2PDenrDyoBJc8uvMVu3POy7vhdkY8pWfrvCY5AL3FMaI8U7pkPEl/J71FdkM9uHRyOycNEz1v98c8nKnMPDIkmbwEejo9+0RWvDJpEj0EZqo8T+8YPerpkDzK4Gc92Vf0PG9hCT0uuCS7nvyiPHVjazsnNIO8/9e9O/avLL0Y+Qe929wbvFdXuTy2Kcg88PBevdmrKb2acOa720pFvHB1lzyMitm7a1kivUuVE731KMw8jgkgPdbT27yk9Dk8xq8/veNLKL2SXd+89b7iPGixrbzbMwq5xXIHvOu/uzxYGNG7n8KYO1laizyYxYu8tH89vSWs0jxErem8DwmOO40YIb1liF89WLIVO6AZEbxrHRU944/0PCfRlbubn9a8ngDLOzy9ET3CFzu95+qvuap/lLyQDzw9u73OvLHKZT1nSrU8PhXHvJtWgLzAtX4861U+POi+4jwyUdU8OrFoPdRQJ7z9ZbY8FIDrvHMyuTzPR/S8BdzvuQ3fPb2M+C07ujbxvNo0Vj1C2Sg7",
